
{
   "speechtitle": "Trump Declares Opioid Crisis a Public Health Emergency",
   "speechdate": "October 2017",
   "speechlocation": "Washington, D.C.",
   "text": "thank you, melania for your moving words and deep devotion. i can tell you to our nation and children. thank you all to members of congress, my cabinet, governors, members of congress, state, local leaders, first responders and health care professionals gathered here today. we have some truly incredible people in this room that i can tell you. most importantly, we acknowledge the families present who have lost a cherished loved one. as you all know from personal experience, families, communities and citizens across our country are currently dealing with the worst drug crisis in american history. and even, if you really think about it, world history. this is all throughout the world. the fact is this is a world-wide problem. this crisis of drug use, addiction, and overdose deaths in many years, it.s just been so long in the making, addressing it will require all of our effort and require us to confront the crisis in all of its very real complexity. last year we lost at least 64,000 americans to overdoses. that.s 175 lost american lives per day. that.s seven lost lives per hour in our country. drug overdoses are now the leading cause of unintentionally death in the united states by far. more people are dying from drug overdoses today than from gun homicides and motor vehicles combined. think of it, motor vehicle crashes, gun homicides, more people by far from drug overdoses. these overdoses are driven by a massive increase in addiction. to prescription pain killers, heroin, and other opioids. last year almost one million americans used heroin. and more than 11 million abused prescription opioids. the united states is by far the largest consumer of these drugs using more opioid pills per person than any other country by far in the world. opioid overdose deaths have quadrupled since 1999, and now account for the majority of fatal drug overdoses. who would have thought. no part of our society, not young or old, rich or poor, urban or rural, has been spared this plague of drug addiction and this horrible, horrible situation that.s taking place with opioids. in west virginia, a truly great state, great people, there is a hospital nursery where one in every five babies spends its first days in agony because these precious babies were exposed to opioids or other drugs in the womb, they endure nausea, pain, anxiety, sleeplessness, and have trouble eating, just as the same adults under going detox. some of these children will likely lose one or both of their parents to drug addiction and overdose. they will join the growing ranks of america.s opioid orphans. such beautiful, beautiful babies. beyond the shocking death toll, the terrible measure of the opioid crisis includes the families ripped a part, and for many communities, a generation of lost potential and opportunity. this epidemic is a national health emergency. unlike many of us, we have seen and what we have seen in our lifetimes, nobody has seen anything like what.s going on now. as americans, we cannot allow this to continue. it is time to liberate our communities from this scourge of drug addiction. it.s never been this way. we can be the generation that ends the opioid epidemic. we can do it. we can do it. that is why effective today my administration is officially declaring the opioid crisis a national public health emergency under federal law. and why i am directing all executive agencies to use every appropriate emergency authority to fight the opioid crisis. this marks a critical step in confronting the extraordinary challenge that we face. as part of this emergency response, we will announce a new policy to overcome a restrictive 1970s-era rule that prevents states from providing care at certain treatment facilities with more than 16 beds for those suffering from drug addiction. a number of states have reached out to us asking for relief, and you should expect to see approvals that will unlock treatment for people in need and those approvals will come very, very fast, not like in the past, very, very quickly. ending the epidemic will require mobilization of government, local communities and organizations. it will require the resolve of our entire company. advertisement - continue reading below the scale of this crisis of addiction is why soon after coming into office i convened a presidential commission headed by governor chris christie that has consulted with experts across america to listen, to learn, and report back on potential solutions. we await the final report which will come in next week. and i know some of the report has already been seen, because i want to see it as quickly as possible, and some of the things that they are recommending are common sense, but very, very important. and they are going to have a tremendous impact, believe me, tremendous impact. today i.ll detail many of these aggressive steps with my administration which we.ve already taken. after we review and evaluate the commission.s findings, i.ll quickly move to implement approximate and appropriate recommendations. but i want the american people to know the federal government is aggressively fighting the opioid epidemic on all fronts. we are working with doctors and medical professionals to implement best practices for safe opioid prescribing. and we will do something very, very special. we are requiring federally employed prescribers to receive finally special training. the centers for disease control and prevention has launched a prescription awareness campaign to put faces on the danger of opioid abuse. i want to acknowledge cvs caremark for announcing last month that it will limit first-time opioid prescription among seven day supplies, and i encourage others to help stop this epidemic to do their part. the fda is now requiring drug companies that manufacture prescription opioids to provide more training to prescribers and to help prevent abuse and addiction and has requested that one especially high risk opioid be withdrawn from the market immediately. we are requiring that a specific opioid, which is truly evil, be taken off the market immediately. the u.s. postal service and the department of homeland security are strengthening the inspection of packages coming into our country to hold back the flood of cheap and deadly fentanyl a synthetic opioid manufactured in china and 50 times stronger than heroin. and in two weeks i will be in china with president xi and i.ll mention this as a top priority. and he will do something about it. i am also pleased to report that for the first time the department of justice has indicated major chinese drug traffickers, and they have really put very, very strong clamps on them. they have indicted them. the drug traffickers for distributing fentanyl into the united states. so jeff, thank you very much. good job, good job. and they have been indicted and we are not going to forget about them, believe me, they are doing tremendous harm to our country. the justice department is aggressively and really valiantly pursuing those who illegally prescribe and traffic in opioids both in our communities and on the internet. and i.ll be looking at the potential of the federal government bringing major lawsuits against bad actors, what they have, and what they are doing to our people is unheard of. we will be bringing some very major lawsuits against people and against companies that are hurting our people. and that will start taking place pretty soon. we are also supporting first responders and medical professionals access to the tools they need to prevent deaths through life-saving overdose medications. at my direction, the national institute of health headed up by francis collins has taken the first steps of an ambitious public-private partnership with pharmaceutical companies to develop non-addictive pain killers and new treatments for addiction and overdose. advertisement - continue reading below so important. i.ll be pushing the concept of non-addictive pain killers very, very hard. we have to come up with that solution. we give away billions and billions of dollars a year, and we.re going to be spending lots of money on coming up with a non-addictive solution. we will be asking dr. collins and the nih for substantial resources in the fight against drug addiction. one of the things our administration will be doing is a massive advertising campaign to get people, especially children, not to want to take drugs in the first place, because they will see the devastation and the ruination it causes to people and people.s lives. watch what happens if we do our jobs, how the number of drug users and the addicted will start to tumble downward over a period of years. it will be a beautiful thing to see. i learned myself, i had a brother fred, great guy, best looking guy, best personality, much better than mine, but he had a problem. he had a problem with alcohol. and he would tell me don.t drink. don.t drink. he was substantially older, and i listened to him and respected. but i would constantly tell me don.t drink. he would also add don.t smoke. but he would say it over and over and over again. and to this day i.ve never had a drink. and i have no longing for it. i have no interest in it. to this day i.ve never had a cigarette. don.t worry, those are only two of my good things. i don.t want to tell you about the bad things. there are plenty of bad things too. but he really helped me. i had somebody that guided me. and he had a very, very, very tough life because of alcohol, believe me, very, very tough life. he was a strong guy, but it was a tough, tough thing that he was going through. but i learned because of fred, i learned. and that.s what i think is so important. this was an idea that i had where if we can teach young people not to take drugs, just not to take them. when i see friends of mine that are having difficulty with not having that drink at dinner, where it.s literally almost impossible for them to stop, i say to myself, i can.t even understand it, why would that be difficult? but we understand why it is difficult. the fact is if we can teach young people, and people generally, not to start, it.s really, really easy not to take them. and i think that.s going to end up being our most important thing. really tough, really big, really great advertising. so we get to people before they start so they don.t have to go through the problems of what people are going through. we are already distributing nearly $1 billion in grants for addiction prevention and treatment. and over $50 million to support law enforcement programs that assist those facing prison and facing addiction. we have also launched an $81 million partnership to research better pain management techniques for our incredible veterans. and, by the way, secretary shulkin is here, you have done an incredible job for our veterans in a very short period. and soon hhs will launch a task force to develop an update for pain management across the federal government. i am urging all americans to help fight this opioid epidemic. and the broader issue of drug addiction by participating in the national drug take back day this saturday. when you can safely turn in these dangerous and horrible drugs for disposal, that will be a wonderful, wonderful period of time for you. all of these actions are important parts of my administration.s larger effort to confront the drug addiction crisis in america and confront it head on. straight on. strong. we are going to do it. we are going to do it. for too long we have allowed drugs to ravage american homes, cities, and towns. we owe it to our children and to our country to do everything in our power to address this national shame and this human tragedy. we must stop the flow of all types of illegal drugs into our communities. advertisement - continue reading below for too long dangerous criminal cartels have been allowed to infiltrate and spread throughout our nation. an astonishing 90% comes from across the border which we are building a wall which will help in this problem. we.ll have a great impact. my administration is dedicated to enforcing our immigration laws, defending our maritime security, and securing our borders. we also have to work with other countries to stop these drugs where they originate. we have no choice. we have to work with others. we have to get together. because they have similar problems to what we have. some countries have bigger problems than we have. whether that country is china, whether it.s a country in latin america, it makes no difference. we are going to be working with all of them. we are taking the fight directly to the criminals in places that they are producing this poison. here in america we are once again enforcing the law, breaking up gangs, and distribution networks, and arresting criminals who pedal dangerous drugs to our youth. in addition, we understand the need to confront reality right smack in the face that millions of our fellow citizens are already addicted. that.s the reality. we want them to get help they need. we have no choice but to help these people that are hooked and are suffering so they can recover and rebuild their lives with their families. we are committed to pursuing innovative approaches that have been proven to work, like drug courts. our efforts will be based on sound metrics and guided by evidence and guided by results. this includes making addiction treatment available to those in prison and to help them eventually reenter society as productive and law-abiding citizens. finally, we must adopt the most common sense solution of all to prevent our citizens from becoming addicted to drugs in the first place. we must and are focusing so much of our effort on drug-demand reduction. we must confront the culture of drug abuse head on to reduce the demand for dangerous narcotics. every person who buys illicit drugs in america should know they are risking their future, their families, and even their lives. and every american should know that if they purchase illegal drugs, they are helping to finance some of the most violent, cruel, and ruthless organizations anywhere in the world. illegal drug use is not a victimless crime. there is nothing admirable, positive, or socially desirable about it. there is nothing desirable about drugs. they are bad. we want the next generation of young americans to know the blessings of a drug-free life. in this enormous struggle against drug addiction and opioid epidemic, it really is that, it.s an epidemic, our greatest hope is the same that it.s always been, through every trial america has encountered throughout our history the spirit of our people we have won. each of us have a responsibility to this effort. we have a total responsibility to ourselves, to our family, to our country, including those who are struggling with this addiction. each of us is responsible to look out for our loved ones, our communities, our children, our neighbors, and our own health. almost every american has witnessed the horrors of addiction, whether it.s through their own struggle, or through the struggle of a friend, a coworker, a neighbor, or,frankly, a family member. our current addiction crisis, and especially the epidemic of opioid deaths will get worse before it gets better. but get better it will. it will take many years and even decades to address this scourge in our society. but we must start in earnest now to combat national health emergency. we are inspired by the stories of every day heroes who pull their communities from the depths of despair, through leadership and through love. advertisement - continue reading below fire chief dan goonan of new hampshire, great state, runs a program, safe station, which allows drug dependent residents to seek help at fire stations at any time. jesse and cindi swafford of dayton, ohio have provided a loving, stable home to children affected by the opioid crisis. i am calling on every american to join the ranks of guardian angels like chief goonan and the swaffords who help life up the people of our great nation. together, we will care for our citizens, our children, and our orphans, and our, you know what i.m going to say, foster youth. so many, so many. but we are going to lift them up and take care of them. we will work to strengthen vulnerable families and communities, and we will help to build and grow a stronger, healthier, and drug-free society. together we will face this challenge as a national family with conviction, with unity, and with a commitment to love and support our neighbors in times of dire need. working together, we will defeat this opioid epidemic. it will be defeated. we will free our nation from the terrible affliction of drug abuse. and, yes, we will overcome addiction in america. we are going to overcome addiction in america. we have fought and won many battles and many wars before. and we will win again. thank you. god bless you. and god bless america. thank you."
}
{
   "speechtitle": "Remarks by President Trump at Tax Reform Event",
   "speechdate": "September 2017",
   "speechlocation": "Indiana",
   "text": "Thank you very much. You just want massive tax cuts. That \u0019s what you want. That \u0019s the only reason you \u0019re going so wild. (Applause.) But it \u0019s wonderful to be back in the great state of Indiana. What a place. (Applause.) I want to thank Senator Todd Young, Senator Joe Donnelly, Representative Jackie Walorski, Representative  Susan Brooks, and Representative Mike [sic] Messer for joining us today. Thank you very much. Thank you very much for being here. Appreciate it. (Applause.) I also want to thank members of my economic team, Secretary Steven Mnuchin and Director Gary Cohn, for joining us, as well. We appreciate it. (Applause.) Let me begin by saying that our hearts and prayers go out to the people of Puerto Rico and the Virgin Islands who are suffering in the wake of yet another catastrophic hurricane. I mean, their island was virtually destroyed. Federal agencies are working closely with local partners to help these communities get back on their feet as soon as possible. Texas, Florida, and Louisiana are doing great, and the recovery process is happening very, very quickly. I will be going down to Puerto Rico next week to get an on-the-ground briefing about the disaster recovery and to see all of our great first responders and to meet a lot of the people who were so affected by these storms. We are with you now, I tell them, and we will be there every step of the way until this job is done. It is truly catastrophic what happened in Puerto Rico. (Applause.) And massive amounts of water, food, and supplies, by the way, are being delivered on an hourly basis. It \u0019s something that nobody has ever seen before from this country, I can tell you that. And I \u0019m very proud of all of the folks that have worked so hard in FEMA, all of our first responders, all of our police that have gone to the island because their police force has been so badly affected. And many of their policemen  \u0014 in fact, most of the police people have lost their homes, and it \u0019s been a tough go. But we are  \u0014 we \u0019re going to get it back. Before we go on to discuss the largest tax cut in our county \u0019s history, I also want to provide a brief update on healthcare. We have the votes on Graham-Cassidy. But with the rules of reconciliation, we \u0019re up against a deadline of Friday  \u0014 two days. That \u0019s just two days. And yes-vote senator  \u0014 we have a wonderful senator, great, great senator  \u0014 who is a yes vote, but he \u0019s home recovering from a pretty tough situation. And with so many great features, including all of the block granting, the money to the states, et cetera, et cetera, our healthcare plan is really going to be something excellent. It \u0019s going to be better managed for the people that it serves. Having local healthcare representatives is far better than having healthcare managed from Washington, D.C. Not even a contest. (Applause.) And many, many governors, as you also see, have agreed with us and approved it and really look forward to running it properly. But again, because the reconciliation window is about to close, we have to wait a few months until it reopens before we take a vote. So we \u0019re getting all of the good signs from Alaska and the others to repeal and replace Obamacare. And I was hoping this would be put on my desk right after we won the election, and I \u0019d come in and sign. But it didn \u0019t work that way. There were a couple of people that  \u0014 I won \u0019t say anything. (Laughter.) But early next year when reconciliation kicks back in, in any event long before the November election, we \u0019re going to have a vote. And we \u0019re going to be able to get that through, and I think we \u0019ll actually get it through very easily and the time makes it easier. But speaking of reconciliation, the Republican Senate needs to get rid of the filibuster rule, which is blocking so many great legislative reforms the American people badly want and deserve. By the way, the Democrats, if they had the opportunity, which hopefully they won \u0019t for many, many years, they would get rid of it on day one. And most of you know exactly what I \u0019m talking about. We \u0019re here today in Indiana to announce our framework to deliver historic tax relief to the American People. (Applause.) This is a once-in-a-generation opportunity, and I guess it \u0019s probably something I can say that I \u0019m very good at. I \u0019ve been waiting for this for a long time. We \u0019re going to cut taxes for the middle class, make the tax code simpler and more fair for everyday Americans, and we are going to bring back the jobs and wealth that have left our country  \u0014 and most people thought left our country for good. (Applause.) We want tax reform that is pro-growth, pro-jobs, pro-worker, pro-family, and, yes, tax reform that is pro-American. (Applause.) It \u0019s time to take care of our people, to rebuild our nation, and to fight for our great American workers. (Applause.) Indiana is a tremendous example of the prosperity that is unleashed when we cut taxes and set free the dreams of our citizens. This state has claimed a powerful competitive edge built on low taxes and less regulation  \u0014 and are we cutting regulation? (Applause.) And businesses all across the country have taken notice. In recent years, Indiana has welcomed dozens of companies fleeing high taxes and high-tax states. Thousands of new jobs and massive capital investment have followed  \u0014 meaning a better quality of life for the people of Indiana. All of this is possible because the people of this state have made a decision. They chose to make Indiana competitive again. They chose, and their choice was so important. It included electing a governor, who you may have heard of  \u0014 (laughter)  \u0014 who signed the largest income tax cut in the state \u0019s history, our very, very terrific person and terrific Vice President, Mike Pence. (Applause.) It \u0019s time for Washington to learn from the wisdom of Indiana. We need Washington to promote American jobs instead of obstructing them. That is what I have been working to achieve every day since I took office. That is what I talked about on the campaign trail. Already, we \u0019re seeing the results of an economic policy that finally puts America first. (Applause.) Unemployment is at a 16-year low. Unemployment for African Americans is near its lowest point since the turn of the millennium. It \u0019s really a fantastic thing to see. (Applause.) Wages are rising. Optimism among manufacturers has reached all-time highs. GDP growth last quarter reached 3 percent way ahead of schedule; nobody thought that was going to happen for a long time. (Applause.) And this quarter, I believe, would have been better, but the hurricanes will have an impact. But other than that, it would have been, in my opinion, even better. Your government is working for you once again, not for the donors, not the special interests, but the hardworking taxpaying citizens of our country. (Applause.) America is back on the right track. And I see so many red hats  \u0014 Make America Great Again. That \u0019s what we \u0019re doing  \u0014 Make America Great Again. (Applause.) But our country and our economy cannot take off like they should unless we dramatically reform America \u0019s outdated, complex, and extremely burdensome tax code. It \u0019s a relic. We \u0019ve got to change it. We have to compete  \u0014 compete with other countries. The current tax system is a colossal barrier standing in the way of America \u0019s economic comeback because it can be far greater than it \u0019s ever been. But we \u0019re going to remove that barrier to create the tax system our people finally, finally, finally  \u0014 and want and deserve. For several months, my administration has been working closely with Congress to develop a framework for tax reform. Over the next few months, the House and Senate will build on this framework and produce legislation that will deliver more jobs, higher pay, and lower taxes for middle-class families  \u0014 for the working man and woman  \u0014 and for businesses of all sizes. I look forward  \u0014 (Applause.) Thank you. I look forward to working with Congress to deliver these historic tax cuts and reforms to the American people. These tax cuts are significant. There \u0019s never been tax cuts like what we \u0019re talking about. Our framework is based on four key ideas: First, we will cut taxes for the everyday, hardworking Americans  \u0014 the people that work so long, so hard, and they \u0019ve been forgotten. But they \u0019re not forgotten anymore. I think we proved that on November 8th. (Applause.) Under this framework, the first $12,000 of income earned by a single individual will be tax free,  \u0014 (applause)  \u0014 and a married couple won \u0019t pay a dime in taxes on their first $24,000 of income. So, a married couple  \u0014 up to $24,000  \u0014 can spend their money on their family, on their children, on what they have to do. So much better. In other words, more income for more people will be taxed at a rate of zero. (Applause.) At this zero percent rate, taxable income will be subject to just three tax rates of 12 percent, 25 percent, and 35 percent. Jonathan Blanton and his wife Jamie from Greentown are here with us today. Where are they? Oh, hello, Jonathan. How are you? (Applause.) Jonathan does industrial janitorial work and Jamie works at an auto company. Together they \u0019re raising four beautiful children, and last year they earned less than $90,000. Under our tax plan they would have saved more than $1,000, and it could be substantially more. And that \u0019s just on federal taxes. So they would have saved at least $1,000. Middle-income families will save even more money with an increased child tax credit for children under the age of 17, which so many families have been calling for. (Applause.) We will eliminate the marriage penalty in the existing credit and expand eligibility to include even more middle-income families. Greatly expanded. We \u0019re also expanding the child tax credit because we believe the most important investment our country can make is in our children. (Applause.) And this is just one more critical way that we \u0019re targeting relief to working families. In addition, under our framework, those caring for the elderly loved  \u0014 and we love these people, but we \u0019re caring, and we take such care of the elderly and other adult dependents  \u0014 will receive financial relief in the form of a $500 tax credit. (Applause.) We \u0019re doing everything we can to reduce the tax burden on you and your family. By eliminating tax breaks and loopholes, we will ensure that the benefits are focused on the middle class, the working men and women, not the highest-income earners. (Applause.) Our framework includes our explicit commitment that tax reform will protect low-income and middle-income households, not the wealthy and well-connected. They can call me all they want. It \u0019s not going to help. I \u0019m doing the right thing, and it \u0019s not good for me. Believe me. (Applause.) But what is good for me  \u0014 not only as President and legacy  \u0014 what is good for me is if everything takes off like a rocket ship, like it should have for 20 years. That \u0019s good for me. That \u0019s good for everyone. (Applause.) And that \u0019s what I think is going to happen. (Applause.) And a lot of very wealthy people feel the same way, believe me. In fact, we are eliminating most itemized deductions that primarily benefit the wealthiest taxpayers. We \u0019ve also given Congress the flexibility to add an additional top rate on the very highest income earners to provide even more tax relief for working people. Second, our framework will make the tax code simple, fair, and easy to understand, finally. (Applause.) Americans waste money. Americans waste so much money  \u0014 billions and billions of dollars and many hours each year to comply with our ridiculously complex tax code. More than 90 percent of Americans use assistance to prepare their taxes. Under our framework, the vast majority of families will be able to file their taxes on a single sheet of paper. (Applause.) We are also repealing the alternative minimum tax, or AMT. About time. (Applause.) The AMT is actually a shadow tax system that requires many people to calculate their taxes two different ways and pay the higher of the two amounts. You \u0019re all familiar with it. Under our framework, the AMT will make even less sense because we are repealing many of the special interest tax breaks that it was designed to deal with. We are making our taxes simple again. We are simplifying our tax system. To protect millions of small businesses and the American farmer, we are finally ending the crushing, the horrible, the unfair estate tax, or as it is often referred to, the death tax. (Applause.) That means, especially for all of you with small businesses that are really tremendous businesses, you \u0019ll be able to leave them to your family, and your family won \u0019t have to run out and do a fire sale to try and get the money to pay the tax  \u0014 lose the business, ends up going out of business. All of those jobs are lost. The farmers in particular are affected. They have wonderful farms, but they can \u0019t pay the tax, so they have to sell the farm. The people that buy it don \u0019t run it with love. They can \u0019t run it the same way, and it goes out. So that death tax is a disaster for this country and a disaster for so many small businesses and farmers. And we \u0019re getting rid of it. (Applause.) Now if you don \u0019t like your family, it won \u0019t matter, okay? (Laughter.) But for those that love your family, it matters a lot. (Laughter.) With us today is Kip Tom, a family farmer from Leesburg  \u0014 Where \u0019s Kip? Go ahead, Kip. Hi, Kip  \u0014 (applause)  \u0014 who fears that his family \u0019s farming heritage  \u0014 it \u0019s been a long time. How long, Kip? A hundred and eighty-seven years  \u0014 that \u0019s peanuts, Kip. (Applause.) Wow. That \u0019s a long time. But that great heritage could come to an end because of the death tax, or the estate tax, and could make it impossible for him to pass that legacy to his wonderful family. We \u0019re not going to let that happen. We are not going to allow the death tax to steal away the American Dream from these great, great families, many of which are in this room today. (Applause.) We will protect our farmers, our ranchers, and our small businesses, and we will make taxes simple, easy, and fair for all Americans. Okay? (Applause.) Third, we will cut taxes on American businesses to restore our competitive edge and create more jobs and higher wages for American workers. (Applause.) In Indiana, you have seen firsthand that cutting taxes on businesses makes your state more competitive and leads to more jobs and higher paychecks for your workers. Now, we want to do the same thing for America, making our country more competitive with other nations. And in many cases, those other nations are taking advantage of us in so many ways. They say they \u0019re friends, and perhaps they are, but believe me, I am renegotiating our trade deals, including NAFTA, including many other trade deals. (Applause.) And through regulation, all you have to do is look at the massive pipelines  \u0014 Dakota Access. You take a look, 48,000 jobs immediately approved. So we \u0019re letting that happen. But in terms of the tax and the tax strategy that Ronald Reagan used to create an economic boom in the 1980s: When our economy took off, the middle class thrived, and the family income of all families was increasing more and more. And it was a beautiful sight to behold. Since then, other nations have adopted, unfortunately, our playbook and ran it even better than we did. And I shouldn \u0019t say even better because we didn \u0019t run it well at all, and we let other nations come in and take advantage of us and take our jobs away and take our businesses out. And we \u0019re stopping that, and you see it right here what we \u0019ve done. Today, our total business tax rate is 60 percent higher than our average foreign competitor in the developed world. That \u0019s not good. We have surrendered our competitive edge to other countries, but we \u0019re not surrendering anymore. We \u0019re not surrendering anymore. Under our framework, we will dramatically cut the business tax rate so that American companies and American workers can beat our foreign competitors and start winning again. (Applause.) We will reduce the corporate tax rate to no higher than 20 percent. That \u0019s way down from 35 and 39  \u0014 (applause)  \u0014 which is substantially below the average of other industrialized nations. This is a revolutionary change, and the biggest winners will be the everyday American workers as jobs start pouring into our country, as companies start competing for American labor, and as wages start going up at levels that you haven \u0019t seen in many years. (Applause.) When our companies move to other countries, it \u0019s our loyal American workers who get hurt. And when companies stay in America, and come to America, it \u0019s our wonderful workers who reap the rewards. And I just left the United Nations last week, and I was told by one of the most powerful leaders of the world that they \u0019re going to be announcing, in the not-too-distant future, five major factories in the United States  \u0014 between increasing and new  \u0014 five. (Applause.) You \u0019ll be hearing about that very soon. And I said thank you very much, and he said,  \u001cyou know what? It \u0019s starting to happen in the United States. It \u0019s starting to happen. \u001d So I just wanted to let you know that. I promised I wouldn \u0019t say who. I \u0019ll keep my word. Okay? (Laughter.) Unless you force me. (Laughter.) AUDIENCE MEMBERS: Who? THE PRESIDENT: Members of both parties  \u0014 it happens to be in the automobile industry. That \u0019s a good industry. (Laughter.) Members of both parties should agree that we need a tax code that keeps jobs in our country and brings jobs back to our country. (Applause.) And for the millions of small businesses and farms that file their taxes as sole proprietors, S corporations or partnerships, we will cap the tax rate they pay at 25 percent  \u0014 much lower. Big difference. (Applause.) This will be the lowest top marginal income tax rate for small and mid-size businesses in this country in more than 80 years. (Applause.) To give businesses even more reason to boost their investment in America, for the next five years, our framework will allow to fully write off  \u0014 listen to this  \u0014 the cost of equipment in the year they buy it. That is big. (Applause.) And that \u0019s instead of having to take deductions and deduct the cost over a long period of time. Now that \u0019s called incentive. That \u0019s called incentive. (Applause.) This will be tremendously important to help American businesses afford the heavy industrial machinery and other capital investments they need to grow big and grow strong. Joining us today is John Gannon, the owner of a custom wood fencing and deck construction company in Indianapolis. John is the father of nine children, and recently celebrated his 35th wedding anniversary. Congratulations, John. (Applause.) And John is in the fencing company, as you heard, and I \u0019m just thinking  \u0014 I have to mention this  \u0014 you know, we have a fence around the White House. (Laughter.) We have a fence around the White House, and they want to build a new fence. And I figured, you know  \u0014 I \u0019m pretty good at construction  \u0014 I figured, I don \u0019t know, maybe a million, maybe a million-and-a-half. And this has been taking place over a long period of time  \u0014 previous administrations. So I said,  \u001chow much is the fence you \u0019re talking around the White House? \u001d  \u001cSir, the fence will cost approximately $50 million. \u001d I said,  \u001cWhat? \u001d (Laughter.) I kid you not, and we have thousands of things like that. Thousands. We \u0019re going to get it all down, but think of that: $50 million. Now, I assume it \u0019s a strong fence. (Laughter.) Okay? So, John, do you think you could do it for slightly less than $50 million? I think he could take $49 off right now and he \u0019d have plenty of profit. Right? Right, John? It \u0019s crazy. Also with us is Aaron Williams, a father of two who works in the field of information technology. Where \u0019s Aaron? Hello, Aaron. Hi. (Applause.) It \u0019s a good field. Aaron has seen the disastrous effects of high  \u0014 and just literally, high corporate tax rates right up close and personal, as more and more high-tech jobs are shipped overseas. You \u0019ve been watching it, Aaron. Right? All over. Like millions of other Americans, Aaron wants to bring those jobs back to the United States. We \u0019re going to reduce the tax rate on American businesses so they can keep jobs in America, Aaron; create jobs in America; compete for workers in America; and raise wages right here in America. You \u0019re going to be in a much different position. Okay? (Applause.) Thank you. Tremendous incentives. We want more products proudly stamped with those four beautiful words: Made in the USA. Right? (Applause.) Made in the USA. Finally, our framework encourages American companies to bring back the trillions and trillions of dollars in wealth that \u0019s parked overseas. Our current tax system  \u0014 (applause)  \u0014 trillions. And by the way, for years I \u0019ve been hearing it \u0019s 2.5 trillion. So I \u0019ve been hearing this for about five years, so I assume it \u0019s much more. Right? But Democrats want to do it, and Republicans want to do it. For years  \u0014 who doesn \u0019t want to do it? They want to bring  \u0014 but they can \u0019t do it because it \u0019s so restrictive, and the taxes are so ridiculous. So they can \u0019t do it. So the money stays in other countries, and it \u0019s invested in other countries. We want to bring it back. But think of it, it \u0019s one of the few things  \u0014 Democrats want it and Republicans want it. So they both want it, and yet for years they haven \u0019t been able to do it. Now we \u0019re doing it. We \u0019re doing things. (Applause.) You know, it \u0019s one thing when we want a healthcare and they want a healthcare, and there \u0019s a dispute. But here \u0019s something everybody wants and they can \u0019t do it. So you can tell you, there \u0019s a broken system in D.C., but we \u0019re getting it fixed rather  \u0014 I think  \u0014 rather rapidly. You \u0019ll be seeing that over the next few months. Our current tax system makes us one of the few developed nations in the world to punish our companies when they bring wealth earned overseas back into our country. We \u0019re punishing them for bringing the money back in. As a result, corporations have parked many trillions of dollars in foreign countries, and many have incorporated abroad in order to avoid our punitive tax system altogether. And some companies actually leave our country because they have so much money overseas  \u0014 so much, it \u0019s an incredible amount  \u0014 that they move the company to get their money. We \u0019re going to let them bring the money back home. (Applause.) Our framework will stop punishing companies for keeping their headquarters in the United States. We \u0019re punishing companies under our codes for being in the United States. We will impose a one-time low tax on returning money that is already offshore so that it can be brought back home to America where it belongs and where it can be put to work and work and work. (Applause.) The framework I \u0019ve just described represents a once-in-a-generation opportunity to reduce taxes, rebuild our economy, and restore America \u0019s competitive edge. Finally. (Applause.) And I have to say, just before coming here we released some of the details of the tax and the tax reform and the tax cuts, and it has really received tremendous, tremendous reviews. And if Senator Donnelly doesn \u0019t approve it, because you know he \u0019s on the other side, we will come here. We will campaign against him like you wouldn \u0019t believe. (Applause.) I think they \u0019re going to approve it. I think we \u0019ll have  \u0014 actually, I think we \u0019ll have numerous Democrats come across because it \u0019s the right thing to do. These reforms will be a dramatic change from a failed tax system that encourages American businesses to ship jobs to foreign countries that have much lower tax rates. It \u0019s what we can \u0019t do. Our competitors have much lower tax rates. But no longer. My administration strongly rejects this offshoring model, and we have embraced the new model. It \u0019s called  \u0014 the American model. (Applause.) Under the American model, we are reducing burdens on our businesses as long as they do business in our country. That \u0019s what we want. We want them to do business in our country, not to leave our country like a number of firms from Indiana. Some made some great promises to me, but those promises are only being partially kept because they \u0019re incentivized to leave. But now they \u0019re going to be incentivized to stay. And if that doesn \u0019t work, then we \u0019ll get even tougher than that. Okay? We want our companies to hire and grow in America and to raise wages for American workers, and to help rebuild American cities and towns. (Applause.) That is how we will all succeed together and grow together as one team, one people, and one American family. We want it to happen here. (Applause.) Tax reform has not historically been a partisan issue, and it does not have to be a partisan issue today. I really believe we \u0019re going to have numerous Democrats come over and sign because it \u0019s the right thing to do. I believe that it \u0019s the right thing to do, and I know many of them. And they \u0019re telling me it is the right thing to do. President Reagan \u0019s tax cuts were passed with significant bipartisan majorities at a time when there was a Democrat majority in the House and a Democrat Speaker  \u0014 Tip O \u0019Neill. Before that, Democrat President John F. Kennedy championed tax cuts that surged the economy and massively reduced unemployment. As President Kennedy very wisely said,  \u001cThe single most important fiscal weapon available to strengthen the national economy is the federal tax policy. The right kind of tax cut at the right time \u001d  \u0014 at the right time, this is the right time  \u0014  \u001cis the most effective measure that this government could take to spur our economy forward. \u001d That was President Kennedy. (Applause.) My fellow Americans, this is the right tax cut, and this is the right time. Democrats and Republicans in Congress should come together, finally, to deliver this giant win for the American people and begin middle-class miracle  \u0014 it \u0019s called a middle-class miracle, once again. It \u0019s also called a miracle for our great companies; a miracle for the middle class, for the working person. I truly believe that many Democrats want to support our plan, and with enough encouragement from the American people, they will find the courage to do what is right for our great country. (Applause.) But they \u0019ll only do it if you, the American people, make your voices heard. Only if you tell Congress to give us a tax code that puts American jobs first. And that \u0019s what we \u0019re doing. (Applause.) History has proven time and time again that there is no power on Earth more awesome than the will of the American people. That is why today I am asking all Americans  \u0014 Republican, Democrat, independent  \u0014 to join with me, and with each other to demand tax reform that will truly, truly, truly make America great again. (Applause.) Call your congressmen. Call your senators. Let them know you \u0019re watching. Let them know you \u0019re waiting. Tell them that today is the day for decision. That now is the time to heal this self-inflicted economic wound. And that with their action, the future will belong to all of us. If you demand it, the politicians will listen. They will answer, and they will act. And someday, many years from now, our children and our grandchildren will remember this moment in history as the time when ordinary Americans took control of their destiny and chose a future of American patriotism, prosperity, and pride. (Applause.) With your help and your voice, we will bring back our jobs, we will bring back our wealth, and for every citizen across this land, we will bring back our great American dreams. Thank you, God bless you, and God bless the United States of America. (Applause.)"
}
{
   "speechtitle": "Remarks at the Central Intelligence Agency",
   "speechdate": "January 2017",
   "speechlocation": "Virginia",
   "text": "vice president michael r. pence. thank you. thank you to the acting director meroe park. thank you for 27 years serving the united states of america here at cia, with great distinction. it.s a great privilege for me to be with you today and to have the opportunity to introduce, at his first event, on his first full day, the new president of the united states, donald trump. as you can imagine, it.s deeply humbling for my family and i to find ourselves in this role. i.m grateful to our new president for the opportunity he.s given me and the opportunity the american people have given us to serve. but it.s especially humbling for me to be before all of you today—men and women of character, who have sacrificed greatly—and to stand before this hallowed wall, this memorial wall, where we remember 117 who paid the ultimate sacrifice for our freedom. i can assure you, this new president and our entire team recognizes and appreciates the sacrifices of all of the men and women of the intelligence community of the united states of america. i.ve gotten to know our new president. we traveled a lot together. when the cameras are off and the klieg lights are off—and i.ll tell you two things i know for sure. number one, i.ve never met anyone more dedicated to the safety and security of the people of the united states of america or anyone who is a greater strategic thinker about how we accomplish that for this nation. in fact, to understand the life of our new president is—his whole life was strategy. he built an extraordinary success in the private sector, and i know he.s going to make america safe again. and lastly, i can honestly tell you, for all my years serving in the congress, serving as governor of my home state, in traveling across the country and seeing the connection that he.s made to men and women who serve and protect in every capacity in this country, i.ve never met anyone with a greater heart for those who every day, in diverse ways, protect the people of this nation through their character and their service and their sacrifice. and so let me say, it is my high honor and distinct privilege to introduce to all of you the president of the united states. the president. thank you. well, i want to thank everybody. very, very special people. and it is true, this is my first stop, officially. we.re not talking about the balls, and we.re not talking about even the speeches—although they did treat me nicely on that speech yesterday. [laughter] i always call them the dishonest media, but they treated me nicely. [laughter] but i want to say that there is nobody that feels stronger about the intelligence community and the cia than donald trump. there.s nobody. nobody. and the wall behind me is very, very special. we.ve been touring for quite a while, and i.ll tell you what—29? i can.t believe it. audience member. twenty-eight. the president. oh, 28. we.d better reduce it. [laughter] but that.s amazing. and we really appreciate what you.ve done in terms of showing us something very special. and your whole group, these are really special, amazing people. very, very few people could do the job you people do. and i want to just let you know, i am so behind you. and i know maybe sometimes you haven.t gotten the backing that you.ve wanted, and you.re going to get so much backing. maybe you.re going to say, please don.t give us so much backing. [laughter] mr. president, please, we don.t need that much backing. [laughter] but you.re going to have that. and i think everybody in this room knows it. you know, the military and the law enforcement, generally speaking, but all of it—but the military gave us tremendous percentages of votes. we were unbelievably successful in the election with getting the vote of the military. and probably almost everybody in this room voted for me, but i will not ask you to raise your hands if you did. [laughter] but i would guarantee a big portion, because we.re all on the same wavelength, folks. we.re all on the same wavelength, right? he knows. took brian about 30 seconds to figure that one out, right, because we know we.re on the same wavelength. but we.re going to do great things. we.re going to do great things. we.ve been fighting these wars for longer than any wars we.ve ever fought. we have not used the real abilities that we have. we.ve been restrained. we have to get rid of isis. have to get rid of isis. we have no choice. radical islamic terrorism—and i said it yesterday—has to be eradicated just off the face of the earth. this is evil. this is evil. and you know, i can understand the other side. we can all understand the other side. there can be wars between countries; there can be wars. you can understand what happened. this is something nobody can even understand. this is a level of evil that we haven.t seen. and you.re going to go to it, and you.re going to do a phenomenal job. but we.re going to end it. it.s time. it.s time right now to end it. you have somebody coming on who is extraordinary. for the different positions of .secretary of this. and .secretary of that. and all of these great positions, i.d see five, six, seven, eight people. and we had a great transition. we had an amazing team of talent. and by the way, general flynn is right over here. put up your hand, mike. what a good guy. and reince and my whole group. reince—you know—they don.t care about reince. he.s, like, this political guy that turned out to be a superstar, right? [laughter] we don.t have to talk about reince. but we did, we had just such a tremendous, tremendous success. so when i.m interviewing all of these candidates that reince and his whole group is putting in front, it went very, very quickly, and in this case, went so quickly—because i would see six or seven or eight for secretary of agriculture, who we just named the other day, sonny perdue, governor—former governor of georgia. fantastic guy. but i.d see six, seven, eight people for a certain position. everybody wanted it. but i met mike pompeo, and it was the only guy i met. i didn.t want to meet anybody else. i said, cancel everybody else. cancel. now, he was approved, essentially, but they.re doing little political games with me. he was one of the three. now, last night, as you know, general mattis, fantastic guy, and general kelly got approved. and mike pompeo was supposed to be in that group. it was going to be the three of them. can you imagine all of these guys? they—people respect—you know, they respect that military sense. all my political people, they.re not doing so well. the political people aren.t doing so well, but you. we.re going to get them all through, but some will take a little bit longer than others. but mike was literally—i had a group of what, we had nine different people? now, i must say, i didn.t mind cancelling eight appointments. that wasn.t the worst thing in the world. but i met him, and i said, he is so good. number one in his class at west point. now, i know a lot about west point. and to be one, you.re—it.s—i.m a person that very strongly believes in academics. in fact, every time i say i had an uncle who was a great professor at mit for 35 years who did a fantastic job in so many different ways. academically—he was an academic genius—and then they say, is donald trump an intellectual? trust me, i.m, like, a smart person. [laughter] and i recognized immediately. so he was number one at west point, and he was also essentially number one at harvard law school. and then, he decided to go into the military. and he ran for congress. and everything he.s done has been a home run. people like him, but much more importantly to me, everybody respects him. and when i told paul ryan that i want to do this, i would say he may be the only person that was not totally thrilled, right, mike? because he said, i don.t want to lose this guy. but you will be getting a total star. you.re going to be getting a total gem. this is a gem. and i just—[applause]—good. you.ll see. you.ll see. and many of you know him anyway. but you.re going to see. and again, we have some great people going in. but this one is something—going to be very special, because this is one, if i had to name the most important, this would certainly be perhaps—you know, in certain ways, you could say my most important. you do the job like everybody in this room is capable of doing. there can be—and the generals are wonderful, and the fighting is wonderful. but if you give them the right direction, boy, does the fighting become easier. and boy, do we lose so fewer lives, and win so quickly. and that.s what we have to do. we have to start winning again. you know, when i was young and when i was—of course, i feel young. i feel like i.m 30, 35, 39. [laughter] somebody said, are you young? i said, i think i.m young. you know, i was stopping—when we were in the final month of that campaign, four stops, five stops, seven stops. speeches, speeches, in front of 25, 30,000 people, 15,000, 19,000 from stop to stop. i feel young. but when i was young—and i think we.re all, sort of, young. when i was young, we were always winning things in this country. we.d win with trade. we.d win with wars. at a certain age, i remember hearing from one of my instructors, .the united states has never lost a war.. and then, after that, it.s like we haven.t won anything. we don.t win anymore. the old expression, .to the victor belong the spoils.—you remember. i always used to say, keep the oil. i wasn.t a fan of iraq. i didn.t want to go into iraq. but i will tell you, when we were in, we got out wrong. and i always said, in addition to that, keep the oil. now, i said it for economic reasons. but if you think about it, mike, if we kept the oil you probably wouldn.t have isis because that.s where they made their money in the first place. so we should have kept the oil. but okay. [laughter] maybe you.ll have another chance. but the fact is, should have kept the oil. i believe that this group is going to be one of the most important groups in this country toward making us safe, toward making us winners again, toward ending all of the problems. we have so many problems that are interrelated that we don.t even think of, but interrelated to the kind of havoc and fear that this sick group of people has caused. so i can only say that i am with you a thousand percent. and the reason you.re my first stop is that, as you know, i have a running war with the media. they are among the most dishonest human beings on earth. [laughter] right? and they, sort of, made it sound like i had a feud with the intelligence community. and i just want to let you know, the reason you.re the number-one stop is exactly the opposite—exactly. and they understand that too. and i was explaining about the numbers. we did a thing yesterday at the speech. did everybody like the speech? you had to like it, right? so i.ve been given good reviews. but we had a massive field of people. you saw that. packed. i get up this morning, i turn on one of the networks, and they show an empty field. i say, wait a minute, i made a speech. [laughter] i looked out, the field was—it looked like a million, million and a half people. they showed a field where there were practically nobody standing there. and they said, donald trump did not draw well. [laughter] i said, it was almost raining, the rain should have scared them away, but god looked down, and he said, we.re not going to let it rain on your speech. in fact, i—when i first started, i said, oh, no. first line, i hit—got hit by a couple of drops. [laughter] and i said, oh, this is too bad, but we.ll go right through it. but the truth is that it stopped immediately. it was amazing. and then, it became really sunny. then, i walked off and it poured right after i left. it poured. but you know, we have something that.s amazing because we had—it looked—honestly, it looked like a million and a half people. whatever it was, it was. but it went all the way back to the washington monument. and i turn on—and by mistake, i get this network, and it showed an empty field. and it said we drew 250,000 people. now, that.s not bad, but it.s a lie. we had 250,000 people literally around, you know, in the little bowl that we constructed. that was 250,000 people. the rest of the 20-block area, all the way back to the washington monument, was packed. so we caught them, and we caught them in a beauty. and i think they.re going to pay a big price. we had another one yesterday, which was interesting. in the oval office there.s a beautiful statue of dr. martin luther king. and i also happen to like churchill, winston churchill. i think most of us like churchill. doesn.t come from our country, but had a lot to do with it. helped us; real ally. and as you know, churchill.s statue was taken out—the bust. and as you also probably have read, the prime minister is coming over to our country very shortly. and they wanted to know whether or not i.d like it back. i.d say, absolutely, but in the meantime we have a bust of churchill. so a reporter for time magazine—and i have been on there cover, like, 14 or 15 times. i think we have the alltime record in the history of time magazine. like, if tom brady is on the cover, it.s one time, because he won the super bowl or something, right? [laughter] i.ve been on for 15 times this year. i don.t think that.s a record, mike, that can ever be broken. do you agree with that? [laughter] what do you think? but i will say that they said—and it was very interesting—that donald trump took down the bust, the statue, of dr. martin luther king. and it was right there. but there was a cameraman that was in front of it. [laughter] so zeke—zeke from time magazine writes a story about i took down. i would never do that because i had great respect for dr. martin luther king. but this is how dishonest the media is. now, big story—the retraction was, like, where? what, was it a line? or do they even bother putting it in? so i only like to say that because i love honesty. i like honest reporting. i will tell you, final time—although i will say it, when you let in your thousands of other people that have been trying to come in—because i am coming back—we may have to get you a larger room. [laughter] we may have to get you a larger room. you know? and maybe, maybe, it will be built by somebody that knows how to build, and we won.t have columns. [laughter] do you understand that? we.d get rid of the columns, but—[laughter]. no, i just wanted to really say that i love you, i respect you. there.s nobody i respect more. you.re going to do a fantastic job. and we.re going to start winning again, and you.re going to be leading the charge. so thank you all very much. thank you, beautiful. thank you all very much. have a good time. i.ll be back. i.ll be back. thank you."
}
{
   "speechtitle": "News Conference with Prime Minister Netanyahu of Israel",
   "speechdate": "February 2017",
   "speechlocation": "The White House",
   "text": "thank you. today i have the honor of welcoming my friend, prime minister benjamin netanyahu, to the white house. with this visit, the united states again reaffirms our unbreakable bond with our cherished ally, israel. the partnership between our two countries built on our shared values has advanced the cause of human freedom, dignity, and peace. these are the building blocks of democracy. the state of israel is a symbol to the world of resilience in the face of oppression—i can think of no other state that.s gone through what they.ve gone—and of survival in the face of genocide. we will never forget what the jewish people have endured. your perseverance in the face of hostility, your open democracy in the face of violence, and your success in the face of tall odds, is truly inspirational. the security challenges faced by israel are enormous, including the threat of iran.s nuclear ambitions, which i.ve talked a lot about. one of the worst deals i.ve ever seen is the iran deal. my administration has already imposed new sanctions on iran, and i will do more to prevent iran from ever developing—i mean ever—a nuclear weapon. our security assistance to israel is currently at an alltime high, ensuring that israel has the ability to defend itself from threats of which there are unfortunately many. both of our countries will continue and grow. we have a long history of cooperation in the fight against terrorism and the fight against those who do not value human life. america and israel are two nations that cherish the value of all human life. this is one more reason why we reject unfair and one-sided actions against israel at the united nations—just treated israel, in my opinion, very, very unfairly—or other international forums, as well as boycotts that target israel. our administration is committed to working with israel and our common allies in the region towards greater security and stability. that includes working toward a peace agreement between israel and the palestinians. the united states will encourage a peace and, really, a great peace deal. we.ll be working on it very, very diligently. very important to me also, something we want to do. but it is the parties themselves who must directly negotiate such an agreement. we.ll be beside them; we.ll be working with them. as with any successful negotiation, both sides will have to make compromises. you know that, right? [laughter] prime minister netanyahu. both sides. president trump. i want the israeli people to know that the united states stands with israel in the struggle against terrorism. as you know, mr. prime minister, our two nations will always condemn terrorist acts. peace requires nations to uphold the dignity of human life and to be a voice for all of those who are endangered and forgotten. those are the ideals to which we all—and will always—aspire and commit. this will be the first of many productive meetings. and i, again, mr. prime minister, thank you very much for being with us today. mr. prime minister, thank you. prime minister netanyahu. president trump, thank you for the truly warm hospitality you and melania have shown me, my wife sara, our entire delegation. i deeply value your friendship. to me, to the state of israel, it was so clearly evident in the words you just spoke: israel has no better ally than the united states. and i want to assure you, the united states has no better ally than israel. our alliance has been remarkably strong, but under your leadership, i.m confident it will get even stronger. i look forward to working with you to dramatically upgrade our alliance in every field: in security, in technology, in cyber and trade and so many others. and i certainly welcome your forthright call to ensure that israel is treated fairly in international forums and that the slander and boycotts of israel are resisted mightily by the power and moral position of the united states of america. as you have said, our alliance is based on a deep bond of common values and common interests. and increasingly, those values and interests are under attack by one malevolent force: radical islamic terror. mr. president, you.ve shown great clarity and courage in confronting this challenge head on. you call for confronting iran.s terrorist regime, preventing iran from realizing this terrible deal into a nuclear arsenal. and you have said that the united states is committed to preventing iran from getting nuclear weapons. you call for the defeat of isis. under your leadership, i believe we can reverse the rising tide of radical islam. and in this great task, as in so many others, israel stands with you, and i stand with you. mr. president, in rolling back militant islam, we can seize an historic opportunity, because for the first time in my lifetime, and for the first time in the life of my country, arab countries in the region do not see israel as an enemy, but increasingly, as an ally. and i believe that under your leadership, this change in our region creates an unprecedented opportunity to strengthen security and advance peace. let us seize this moment together. let us bolster security. let us seek new avenues of peace. and let us bring the remarkable alliance between israel and the united states to even greater heights. thank you. thank you, mr. president. president trump. thank you. again, thank you. we.ll take a couple of questions. david brody, that.s christian broadcasting. david. former national security adviser michael t. flynn/israel.s west bank settlement policy/arab-israeli peace process q. thank you, mr. president, mr. prime minister. both of you have criticized the iran nuclear deal and at times even called for its repeal. i.m wondering if you.re concerned at all as it relates to not just the national security adviser, michael flynn, who is recently no longer here, but also some of those events that have been going on with communication in russia—if that is going to hamper this deal at all, and whether or not it would keep iran from becoming a nuclear state. and secondly, on the settlement issue, are you both on the same page? how do you exactly term that, as it relates to the settlement issue? thank you. president trump. michael flynn, general flynn is a wonderful man. i think he.s been treated very, very unfairly by the media, as i call it, the fake media, in many cases. and i think it.s really a sad thing that he was treated so badly. i think, in addition to that, from intelligence—papers are being leaked, things are being leaked. it.s criminal action, criminal act, and it.s been going on for a long time, before me. but now it.s really going on, and people are trying to cover up for a terrible loss that the democrats had under hillary clinton. i think it.s very, very unfair what.s happened to general flynn, the way he was treated, and the documents and papers that were illegally—i stress that—illegally leaked. very, very unfair. as far as settlements, i.d like to see you hold back on settlements for a little bit. we.ll work something out. but i would like to see a deal be made. i think a deal will be made. i know that every president would like to. most of them have not started until late because they never thought it was possible. and it wasn.t possible, because they didn.t do it. but bibi and i have known each other a long time, a smart man, great negotiator. and i think we.re going to make a deal. it might be a bigger and better deal than people in this room even understand. that.s a possibility. so let.s see what we do. prime minister netanyahu. let.s try it. president trump. doesn.t sound too optimistic, but that.s—[laughter]. he.s a good negotiator. prime minister netanyahu. that.s the .art of the deal.. [laughter] president trump. i also want to thank—i also want to thank—sara, could you please stand up? you.re so lovely and you.ve been so nice to melania. i appreciate it very much. thank you. your turn. prime minister netanyahu. who is it? [inaudible]—yes, please. go ahead. arab-israeli peace process/location of u.s. embassy in israel q. thank you very much. mr. president, in your vision for the new middle east peace, are you ready to give up of the notion of two-state solution that was adopted by previous administration? and will you be willing to hear different ideas from the prime minister, as some of his partners are asking him to do, for example, annexation of parts of the west bank and unrestricted settlement constructions? and one more question: are you going to fulfill your promise to move the u.s. embassy in israel to jerusalem? and if so, when? and, mr. prime minister, did you come here tonight to tell the president that you.re backing off the two-state solution? thank you. president trump. so i.m looking at two-state and one-state, and i like the one that both parties like. [laughter] i.m very happy with the one that both parties like. i can live with either one. i thought for a while the two-state looked like it may be the easier of the two. but honestly, if bibi and if the palestinians—if israel and the palestinians are happy, i.m happy with the one they like the best. as far as the embassy moving to jerusalem, i.d love to see that happen. we.re looking at it very, very strongly. we.re looking at it with great care—great care, believe me. and we.ll see what happens. okay? prime minister netanyahu. thank you. i read yesterday that an american official said that if you ask five people what two states would look like, you.d get eight different answers. well, mr. president, if you ask five israelis, you.d get 12 different answers. [laughter] but rather than deal with labels, i want to deal with substance. it.s something i.ve hoped to do for years in a world that.s absolutely fixated on labels and not on substance. so here.s the substance: there are two prerequisites for peace that i laid out 2 years—several years ago, and they haven.t changed. first, the palestinians must recognize the jewish state. they have to stop calling for israel.s destruction. they have to stop educating their people for israel.s destruction. second, in any peace agreement, israel must retain the overriding security control over the entire area west of the jordan river. because if we don.t, we know what will happen—because otherwise, we.ll get another radical islamic, terrorist state in the palestinian areas exploding the peace, exploding the middle east. now, unfortunately, the palestinians vehemently reject both prerequisites for peace. first, they continue to call for israel.s destruction: inside their schools, inside their mosques, inside the textbooks. you have to read it to believe it. they even deny, mr. president, our historical connection to our homeland. and i suppose you have to ask yourself: why do—why are jews called jews? well, the chinese are called chinese because they come from china. the japanese are called japanese because they come from japan. well, jews are called jews because they come from judea. this is our ancestral homeland. jews are not foreign colonialists in judea. so, unfortunately, the palestinians not only deny the past, they also poison the present. they name public squares in honor of mass murderers who murdered israelis and, i have to say, also murdered americans. they fund—they pay monthly salaries to the families of murderers, like the family of the terrorist who killed taylor force, a wonderful young american, a west point graduate, who was stabbed to death while visiting israel. so this is the source of the conflict, the persistent palestinian refusal to recognize the jewish state in any boundary, this persistent rejectionism. that.s the reason we don.t have peace. now, that has to change. i want it to change. not only have i not abandoned these two prerequisites of peace; they.ve become even more important because of the rising tide of fanaticism that has swept the middle east and has also, unfortunately, infected palestinian society. so i want this to change. i want those two prerequisites of peace—substance, not labels—i want them reinstated. but if anyone believes that i, as prime minister of israel, responsible for the security of my country, would blindly walk into a palestinian terrorist state that seeks the destruction of my country, they.re gravely mistaken. the two prerequisites of peace—recognition of the jewish state, and israel.s security needs west of the jordan—they remain pertinent. we have to look for new ways, new ideas on how to reinstate them and how to move peace forward. and i believe that the great opportunity for peace comes from a regional approach from involving our newfound arab partners in their pursuit of a broader peace and peace with the palestinians. and i greatly look forward to discussing this in detail with you, mr. president, because i think that if we work together, we have a shot. president trump. and we have been discussing that, and it is something that is very different, hasn.t been discussed before. and it.s actually a much bigger deal, a much more important deal, in a sense. it would take in many, many countries, and it would cover a very large territory. so i didn.t know you were going to be mentioning that, but that.s—now that you did, i think it.s a terrific thing, and i think we have some pretty good cooperation from people that in the past would never, ever have even thought about doing this. so we.ll see how that works out. katie from townhall [katie pavlich, townhall.com]. where.s katie? right there. katie. arab-israeli peace process q. thank you, mr. president. you said in your earlier remarks that both sides will have to make compromises when it comes to a peace deal. you.ve mentioned a halt on settlements. can you lay out a few more specific compromises that you have in mind, both for the israelis and for the palestinians? and, mr. prime minister, what expectations do you have from the new administration about how to either amend the iran nuclear agreement or how to dismantle it altogether, and how to overall work with the new administration to combat iran.s increased aggression, not only in the last couple of months, but the past couple of years as well? president trump. it.s actually an interesting question. i think that the israelis are going to have to show some flexibility, which is hard; it.s hard to do. they.re going to have to show the fact that they really want to make a deal. i think our new concept that we.ve been discussing actually for a while is something that allows them to show more flexibility than they have in the past because you have a lot bigger canvas to play with. and i think they.ll do that. i think they very much would like to make a deal, or i wouldn.t be happy, and i wouldn.t be here and i wouldn.t be as optimistic as i am. i really think they—i can tell you from the standpoint of bibi and from the standpoint of israel, i really believe they want to make a deal and they.d like to see the big deal. i think the palestinians have to get rid of some of that hate that they.re taught from a very young age. they.re taught tremendous hate. i.ve seen what they.re taught. and you can talk about flexibility there too, but it starts at a very young age, and it starts in the school room. and they have to acknowledge israel; they.re going to have to do that. there.s no way a deal can be made if they.re not ready to acknowledge a very, very great and important country. and i think they.re going to be willing to do that also. but now i also believe we.re going to have, katie, other players at a very high level, and i think it might make it easier on both the palestinians and israel to get something done. okay? thank you. very interesting question. thank you. prime minister netanyahu. you asked about iran. one thing is preventing iran from getting nuclear weapons, something that president trump and i think are deeply committed to do. and we are obviously going to discuss that. i think, beyond that, president trump has led a very important effort in the past few weeks, just coming into the presidency. he pointed out there are violations, iranian violations, on ballistic missile tests. by the way, these ballistic missiles are inscribed in hebrew, .israel must be destroyed.. the palestinian—rather the iranian foreign minister zarif said, well, our ballistic missiles are not intended against any country. no. they write on the missile in hebrew, .israel must be destroyed.. so challenging iran on its violations of ballistic missiles, imposing sanctions on hizballah, preventing them, making them pay for the terrorism that they foment throughout the middle east and beyond, well beyond, i think that.s a change that is clearly evident. and since president trump took office, i welcome that. i think it.s—let me say this very openly: i think it.s long overdue. and i think that if we work together—and not just the united states and israel, but so many others in the region who see eye to eye on the great magnitude and danger of the iranian threat—then i think we can roll back iran.s aggression and danger. and that.s something that is important for israel, the arab states, but i think it.s vitally important for america. these guys are developing icbms. they.re developing—they want to get to a nuclear arsenal, not a bomb, a hundred bombs. and they want to have the ability to launch them everywhere on earth, and including—and especially, eventually—the united states. so this is something that is important for all of us. i welcome the change, and i intend to work with president trump very closely so that we can thwart this danger. president trump. great. do you have somebody? prime minister netanyahu. moav [moav vardi, israel.s channel 10]? 2016 presidential election/anti-semitism q. mr. president, since your election campaign and even after your victory, we.ve seen a sharp rise in anti-semitic incidents across the united states. and i wonder what you say to those among the jewish community in the states and in israel and maybe around the world who believe and feel that your administration is playing with xenophobia and maybe racist tones. and, mr. prime minister, do you agree to what the president just said about the need for israel to restrain or to stop settlement activity in the west bank? and a quick follow-up on my friend.s questions—simple question: do you back off from your vision to the end of the conflict of two-state solution as you laid out in bar-ilan speech, or you still support it? thank you. president trump. well, i just want to say that we are very honored by the victory that we had—306 electoral college votes. we were not supposed to crack 220. you know that, right? there was no way to 221, but then they said there.s no way to 270. and there.s tremendous enthusiasm out there. i will say that we are going to have peace in this country. we are going to stop crime in this country. we are going to do everything within our power to stop long-simmering racism and every other thing that.s going on, because lot of bad things have been taking place over a long period of time. i think one of the reasons i won the election is we have a very, very divided nation. very divided. and hopefully, i.ll be able to do something about that. and i—you know, it was something that was very important to me. as far as people—jewish people—so many friends, a daughter who happens to be here right now, a son-in-law, and three beautiful grandchildren. i think that you.re going to see a lot different united states of america over the next 3, 4, or 8 years. i think a lot of good things are happening, and you.re going to see a lot of love. you.re going to see a lot of love. okay? thank you. prime minister netanyahu. i believe that the issue of the settlements is not the core of the conflict, nor does it really drive the conflict. i think it.s an issue; it has to be resolved in the context of peace negotiations. and i think it also—we also are going to speak about it, president trump and i, so we can arrive at an understanding so we don.t keep on bumping into each other all the time on this issue. and we.re going to discuss this. on the question you said, you just came back with your question to the problem that i said. it.s the label. what does abu mazen mean by two states, okay? what does he mean? a state that doesn.t recognize the jewish state? a state that basically is open for attack against israel? what are we talking about? are we talking about costa rica, or are we talking about another iran? so obviously, it means different things. i told you what are the conditions that i believe are necessary for an agreement: it.s the recognition of the jewish state, and it.s israel.s—israel.s—security control of the entire area. otherwise, we.re just fantasizing. otherwise, we.ll get another failed state, another terrorist, islamist dictatorship that will not work for peace, but work to destroy us but also destroy any hope—any hope—for a peaceful future for our people. so i.ve been very clear about those conditions, and they haven.t changed. i haven.t changed. if you read what i said 8 years ago, it.s exactly that. and i repeated that again, and again, and again. if you want to deal with labels, deal with labels. i.ll deal with substance. and finally, one—if i can respond to something that i know from personal experience. i.ve known president trump for many years, and to allude to him, or to his people, his team, some of whom i.ve known for many years too. can i reveal, jared, how long we.ve known you? [laughter] well, he was never small. he was always big. [laughter] he was always tall. but i.ve known the president and i.ve known his family and his team for a long time, and there is no greater supporter of the jewish people and the jewish state than president donald trump. i think we should put that to rest. president trump. thank you very much. very nice. i appreciate that very much."
}
 {
    "speechtitle": "Remarks at a Make America Great Again Rally in Melbourne Florida",
    "speechdate": "February 2017",
    "speechlocation": "Florida",
    "text": "the first lady. thank you. let us pray: .our father, who art in heaven, hallowed be thy name. thy kingdom come, thy will be done, on earth as it is in heaven. give us these days our daily bread, and forgive us our trespasses, as we forgive those who trespasses against us. and lead us not into temptation, but deliver us from evil. for thine is the kingdom and the power and the glory, forever and ever. amen.. good afternoon. it is my honor and great pleasure to stand here before you as the first lady of the united states. the america we envision is one that works for all americans and where all americans can work and succeed, a nation committed to a greater civility and unity between people from all sides of the political divide. i will always stay true to myself and be truthful to you, no matter what the opposition is saying about me. i will act in the best interest of all of you. i.m committed to creating and supporting initiatives dear to my heart, which will have impact on women and children all around the world. my husband is creating a country of great safety and prosperity. ladies and gentlemen, i.m proud to introduce the president of the united states, donald trump. audience members. melania! melania! melania! the president. thank you, everybody. thank you all. i didn.t know that melania was going to be saying the lord.s prayer, but i thought that was very beautiful. thank you. thank you. great. it.s so great to be here in florida, my second home, with you. this is a state i truly love. this is a state where we all had great victory together. thank you. it.s now been 1 month since my inauguration, and i am here to tell you about our incredible progress in making america great again. and i.m also here to tell you about our plans for the future. and they.re big, and they.re bold, and it.s what our country is all about, believe me. i.m here because i want to be among my friends and among the people. this was a great movement, a movement like has never been seen before in our country or probably anywhere else. this was a truly great movement, and i want to be here with you, and i will always be with you, i promise you that. i want to be in a room filled with hard-working american patriots who love their country, who salute their flag, and who pray for a better future. i also want to speak to you without the filter of the fake news. the dishonest media, which has published one false story after another, with no sources, even though they pretend they have them�“they make them up in many cases�“they just don.t want to report the truth, and they.ve been calling us wrong now for 2 years. they don.t get it, but they.re starting to get it, i can tell you that. they.ve become a big part of the problem. they are part of the corrupt system. thomas jefferson, andrew jackson, and abraham lincoln, and many of our greatest presidents, fought with the media and called them out, oftentimes on their lies. when the media lies to people, i will never, ever, let them get away with it. i will do whatever i can that they don.t get away with it. they have their own agenda, and their agenda is not your agenda. in fact, thomas jefferson said, .nothing can [now]* be believed which is seen in a newspaper.. .truth itself,. he said, .becomes suspicious by being put into that polluted vehicle.. that was june 14, my birthday�“[laughter]�“1807. but despite all their lies, misrepresentations, and false stories, they could not defeat us in the primaries, and they could not defeat us in the general election, and we will continue to expose them for what they are. and most importantly, we will continue to win, win, win. we are not going to let the fake news tell us what to do, how to live, or what to believe. we are free and independent people, and we will make our own choices. we are here today to speak the truth, the whole truth, and nothing but the truth. i hear your demands, i hear your voices, and i promise you i will deliver. i promise that. and by the way, you.ve seen what we.ve accomplished in a very short period of time. the white house is running so smoothly. so smoothly. and believe me, i and we inherited one big mess. that i can tell you. but i know that you want safe neighborhoods where the streets belong to families and communities, not gang members and drug dealers who are right now, as i speak, being thrown out of the country, and they will not be let back in. we will have strong borders again. and i mean that. and you.ve seen it on television. you.ve seen it on television. general kelly, now secretary kelly, he.s really doing the job. you.re seeing it. the gang members�“bad, bad people. i said it day one. and they.re going out, or they.re being put in prison. but for the most part, get them the hell out of here. bring them back to where they came from. the fact is, you want great schools for your children, you want good, high-paying jobs for yourselves and for your loved ones and for the future of your families. you want a health care system, and by the way, we are going to be submitting in a couple of weeks a great health care plan that.s going to take the place of the disaster known as obamacare. it will be repealed and replaced. and for those people, the people that are put into rooms where republicans are talking about the plan, and it wouldn.t matter what they say�“for those people, just so you understand, our plan will be much better health care at a much lower cost, okay? nothing to complain about. obamacare, remember, it is a disaster. you want low-cost american energy also, which means lifting the american restrictions on oil, on shale, on natural gas, and on clean, very clean coal. we.re going to put the miners back to work. the miners go back to work. you want us to enforce our immigration laws and to defend our borders. you want fair trade deals and a level playing field. we don.t have a level playing field. because you understand that when american workers win, america as a country wins and wins big. and every country over the last long period of time has been taking advantage of the stupidity of our politicians. it.s not going to happen any longer. you want lower taxes, less regulation, millions of new jobs, and more products stamped with those beautiful, beautiful words: made in the u.s.a. you want to make it easier for companies to do business in america and harder for companies to leave. we don.t want companies saying, .everybody is fired, we.re moving to another country, we.re going to make the product, sell it across the border, and isn.t that wonderful?. not going to happen anymore. we.re going to have strong borders. and when they want to sell that product back across our border, they.re going to pay a 35-percent tax. and you know what? they.re never going to leave. they will never, ever leave. and you.ve seen that because i.ve already displayed it for the last 2 months, even before i got into office. they.re not leaving. and if they do, they.re going to pay a very, very big price for terminating the relationship to our workers. you want a government that serves the people, not the donors and not the special interests. in short, you want a government that keeps its promises. a great spirit of optimism is sweeping�“and you see it, it.s sweeping�“all across the country. look at what.s happening to the stock market. look at what.s happening to every poll when it comes to optimism in our country. it.s sweeping across the country. and in fact, every day for the last long period of days, the stock market, meaning companies, have been hitting new highs. they.re going to start hiring. it.s going to be a new day in america. you.re going to be proud again. jobs are already starting to pour back in. they.re coming back in like you haven.t seen in a long time. ford, general motors, fiat-chrysler are bringing in and bringing back thousands of jobs, investing billions of dollars because of the new business climate that we are creating in our country. in arizona, intel�“great company�“just announced it will open a new plant that will create at least 10,000 brandnew, beautiful american jobs. i.ve followed through on my promise to withdraw from the job-killing disaster known as the trans-pacific partnership, tpp. we have just terminated our relationship to it. we.re going to have tremendous trade deals all over the world, but they.re going to be bilateral or, as we would say, one-on-one. none of these deals where we get caught in quicksand, where we get mired in and we can.t do anything about it, like, by the way, nafta and so many others. and my administration has begun plans to crack down on foreign cheating and currency manipulation, which is killing our companies and really, really hurting our workers. we.re going to end it. within a few days of taking the oath of office, i.ve taken steps to begin the construction of the keystone and the dakota access pipelines. anywhere from 30,000 to 40,000 jobs. and very importantly, as i was about to sign it, i said, who makes the pipe? who makes the pipe? something this audience understands very well, right? simple question. the lawyers put this very complex document in front. i said, who makes the pipe? they said, sir, it can be made anywhere. i said, not anymore. so i put a little clause in the bottom: the pipe has to be made in the united states of america if we.re going to have pipelines. we believe in two simple rules. and i can tell you, everybody in this massive�“this is a massive hangar; this is for the big planes. and by the way, do you think that one media group back there, that one network, will show this crowd? not one. not one. audience members. boo! the president. not one. they won.t show the crowd. you know, coming in on the plane�“and that plane represents so much�“and just so you know, they were close to signing a $4.2 billion deal to have a new air force one. can you believe this? i said, no way. i said, i refuse to fly in a $4.2 billion airplane. i refuse. so i got boeing in�“and it is actually two planes, a lot of people don.t know; the air force one project is actually two planes. why they need two planes, we.ll have to talk about that. but they have two planes. but we.ve got that price down by over a billion dollars. and i probably haven.t spoken, to be honest with you, for more than an hour on the project. but i got the generals in, who are fantastic. i got boeing in. but i told boeing it.s not good enough, we.re not going to do it; the price is still too high. on the f-35 fighter jet, we were hundreds of billions of dollars over budget, 7 years late. great plane. lockheed martin, a great plane. so think of it: they.re 7 years late, they.re hundreds of�“billions of dollars over budget. other than that, by the way, the project is going extremely well. [laughter] and i got the folks in from lockheed martin, who are terrific people and a terrific product, by the way. i also got boeing in. i said, do me a favor, give me a competing offer. and now they.re competing and fighting, and we.ve gotten hundreds of millions of dollars off the price of a plane that was going to be ordered. in other words, if my opponent got in, there would have been no calls made to lockheed and boeing. they would have signed contracts. so they.re going to make plenty of money, but it.s going to be a lot less than they would have made without trump. that i can tell you. and that.s�“you know you might as well know about it, because nobody talks. and by the way, that.s for fighter jets�“one of the biggest orders in the history of aviation, the order for the f-35; you.ve been reading about it�“because it was a disaster under the last administration. a disaster. and now we have it running beautifully. in fact, when the prime minister of japan�“prime minister abe, who.s great; great guy�“when he came over, he said, thank you. i said, for what? .you saved us many, many millions of dollars on the f-35 fighter jet.. because when i negotiated, i took our allies into the same negotiation. so the first thing he did was he thanked me for saving them money, and that.s good. okay? that.s good. i know the media will never thank me, so at least japan is thanking me, right? but we believe in two simple rules: buy american and hire american. we believe in them. we.ve just issued a new order which requires that for every one new regulation, two old regulations must be eliminated. and by the way, a new director was just approved. can you imagine the length of time it.s taking the democrats? and i actually think it.s an embarrassment to them. but this is getting in to be record-setting territory. these are incredible people. scott pruitt was just approved, just now approved, for the environmental protection agency. he.ll do so good. he.ll do so good. but he won.t have projects going 10 and 12 years and then getting rejected. and they may be rejected, but they.ll be rejected quickly. but for the most part, they.re going to be accepted, they.re going to be environmentally friendly, and he is going to be a great secretary. he will be amazing. so we.re very happy. that took place yesterday. that.s going to be a big difference, because they were clogging up the veins of our country with the environmental impact statements and all of the rules and regulations. it was impossible to navigate for companies. and what did it really mean? forget about the companies. what did it mean? it meant no jobs. it meant companies leaving our country and going to foreign countries to do things that they.d rather do here. so we.re going to have a whole big situation. we are going to unfree all of those companies. they are going to be�“they.re going to have freedom. they.re going to be able to build what they want to build. it will be environmentally friendly. and we.re going to start producing jobs like you.ve never seen before. that.s going to happen. that was a big thing. we.re standing up for the incredible men and women, always, of law enforcement. we.re standing up. and i can tell you, the military and law enforcement, they stood up big. i don.t say for me�“i.m the messenger, folks; i.m the messenger. they stood up for us in this last election. we got numbers that nobody believed were possible, from law enforcement and from military; basically, people that wear uniforms like us. isn.t that nice? and i saw this man on television just now. you�“i just saw him on television. he said: .i love trump. let trump do what he has to do.. that.s my guy, right there. it.s true. come here. come here. no, i just�“i.m coming in. that.s okay. let him up. let him up. i.m not worried about him. i.m only worried he.s going to give me a kiss. i.m not worried about anything else. this guy is so great. he was one of many people�“they.re interviewing people in the line�“and i have to say, there.s a tiny group of protestors out there, and they were given as much publicity as this massive room packed with people. but they interviewed this man. come on up here. come on up. guy was great. hop over the fence. come on. he can do it. this guy is in good shape. look at him. look at this guy. come on. this guy is great. don.t worry about him. no, no, no come here. they.re going to throw�“come on up. come on. come here. this guy�“so he.s been all over television, saying the best things, and i see him standing. and didn.t you get here like at four in the morning? boynton beach, fl, resident gene huber. i did, sir. the president. say a couple of words to this crowd. mr. huber. mr. president, thank you, sir. we, the people, our movement, is the reason why our president of the united states is standing here in front of us today. when president trump, during their election, promised all these things that he was going to do for us, i knew he was going to do this for us. thank you, mr. president. mr. president, thank you so much, sir. the president. a star is born. a star is born. thank you. that.s fine. audience members. u.s.a.! u.s.a.! u.s.a.! the president. i wouldn.t say that secret service was thrilled with that�“[laughter]�“but we know our people, right? we know our people. he.s a great guy. and so many others. i see some others, they.re being interviewed. i see them over here. they started�“they came at 4 in the morning. the media will give them no credit. the media, as i told you, they won.t show this crowd. look at that, all the way outside of�“this is as big a hangar as you get. all the way outside, way back to the fences. amazing. i want to thank you. but i want to thank everybody. so i.ve directed the department of justice to take a firm, firm stance to protect our cops, sheriffs and police from crimes of violence against them. we will work with our police, not against our police. our police do a great job, and they.ve never been troubled like they.re troubled now. it.s very unfair what.s happening. so we want to cherish our law enforcement, and we will always protect those who protect us. we.ve directed the creation of a task force for reducing violent crime in america, including our inner cities. we.re going to make our inner cities safe again. look at what.s going on. look at what.s happening in chicago: hundreds of shootings, hundreds of deaths. i.ll tell you, what.s happening in chicago and many other places. safety is a civil right, and we will fight to make america totally safe again. i.ve ordered the department of homeland security and the department of justice to coordinate on a plan to destroy transnational criminal cartels, which are all over the united states, and we are going to stop the drugs from pouring into your country, into your community, into your cities, and poisoning our youth. we.re stopping it. we.re stopping it. we.ve taken historic action to secure the southern border, and i.ve ordered the construction of a great border wall, which will start very shortly. and i.ve taken decisive action to keep radical islamic terrorists the hell out of our country. so you probably read where we want to enforce the laws as existing, and so we signed an order a couple of weeks ago, and it was taken over by a court, originally by a judge, and then a�“�“ audience members. boo! the president. yes, it.s very sad. and you know, the reason is for protection and safety. so the statute is so plain and so clear. i said last week�“i was speaking to a great group of sheriffs, the sheriffs group in washington, and i said, if you have a college education, you can understand it; if you have a high school education, you can understand it; if you were a bad student in high school, you can understand it. and i was told�“i.ll check, but i found it hard to believe�“in an over 30-page decision by the appellate court, three judges�“and you could tell by the way they were reacting, because it was broadcast on television, and everything we do gets a lot of people watching. so you could tell by the way that phone call went, wasn.t looking good. and when they wrote their decision, as i understand it�“maybe i.m wrong�“but they didn.t write the statute that they were making the decision about, because every word of the statute is a total kill for the other side. so i thought i.d read it, and here.s what it says. this is what it says: .whenever the president finds that the entry of any aliens or any class of aliens into the united states.�“okay, so essentially, whenever somebody comes into the united states, right�“if it .would be detrimental to the interests of the united states.�“okay, now you know the countries we.re talking about, and these were countries picked by obama; they weren.t even picked�“they were picked by obama�“.he may.�“so the president may�“.by proclamation and for such period as he shall deem necessary.�“now, because it.s old, it should have said he or she, right? they were not politically correct when they drew this. in fact, that.s the only thing that was actually wrong with it. he or she�“but i don.t think the women care too much about that, right? i don.t think so. by the way, we did very well with women. you know, my wife said, when some of these phony polls were put out�“you know, the cnn poll was so far off�“the phony polls. but when some of these phony�“she said, what.s wrong with you and women? we did very nicely with women. we did nicely with a lot of groups that they didn.t think we were going to do so nicely with. i guess we had to. that.s why we.re all here tonight, right? so, and it goes, .. . . and for such period as he shall deem necessary, suspend the entry of all aliens or any class of aliens as immigrants or nonimmigrants, or impose on the entry of aliens any restriction he may deem to be appropriate.. so basically, it says the president has the right to keep people out if he feels it.s not in the best interest of our country. right? unbelievable. unbelievable. and i listened to these judges talk and talk and talk. so unfair. so we.ll be doing something over the next couple of days. we don.t give up. we never give up. we had a court that i disagree with, i disagree with big league. and by the way, whether you read it or whether you watch it on television, when other lawyers come on, many of them can.t even understand. they.re saying, how do you come up with that decision? it cannot be more simple. so they.re ruling on what i just read you, and they don.t even quote it in their ruling�“because you can.t, because it.s too obvious. so we will do something next week. i think you.ll be impressed. let.s see what happens. here.s the bottom line: we.ve got to keep our country safe. you look at what.s happening. we.ve got to keep our country safe. you look at what.s happening in germany. you look at what.s happening last night in sweden. sweden! who would believe this? sweden! they took in large numbers. they.re having problems like they never thought possible. you look at what.s happening in brussels. you look at what.s happening all over the world. take a look at nice. take a look at paris. we.ve allowed thousands and thousands of people into our country, and there was no way to vet those people. there was no documentation. there was no nothing. so we.re going to keep our country safe. and we all have heart, by the way. and what i want to do is build safe zones in syria and other places so they can stay there and live safely until their cities and their country�“that mess that i was left by obama and everybody else. folks, we were left a mess like you wouldn.t believe. but we.re going to build safe zones. we.re going to have those safe zones. you know, we do owe $20 trillion, okay? so we.re going to have the gulf states pay for those safe zones. they have nothing but money. and we.re going to do it that way, instead of taking massive numbers�“tens of thousands of people�“into our country, and we don.t know anything about those people. we want people to come into our country, but we want people that love us. we want people that can cherish us and the traditions of our country. we want people that are going to be great for our country. we don.t want people with bad, bad ideas. we don.t want that. i.ve also directed the defense community, headed by general, and now sec�“oh, you know, he said it�“he said it�“and now secretary .mad dog. mattis�“to develop a plan to totally destroy isis. i have ordered the department of defense to begin plans for the great rebuilding of the united states military. we will pursue peace through strength. our military is badly depleted. you have planes in the military where the father flew them and now the son is flying them, they.re so old. we make the best equipment anywhere in the world. we.re going to start using our best and most modern equipment. and we.re going to make sure that our veterans have the care they need when they come home. we love our veterans. we.re going to do a great job for our veterans. our veterans have been very, very sadly treated. these are our great, great people. we owe them so much. our veterans are going to be taken care for once and for all. our system and our country has let down our veterans. we are not going to let that go on any further. you wait and you see what we.re going to be doing for our great veterans. thank you, veterans, for all�“who.s here? who.s a veteran? we.re going to take care of our veterans. we.re going to downsize the bloated bureaucracy and make government lean and accountable. we are going to drain the swamp in washington, dc. audience members. drain the swamp! drain the swamp! drain the swamp! the president. i.ve already imposed�“i.m not sure they.re too happy about it�“a 5 year lobbying ban on executive branch officials and a lifetime ban on lobbying for a foreign government. and there.s another major promise i have kept to the american people: i.ve nominated a fantastic justice to replace the late, great justice scalia. his name is judge neil gorsuch. and he comes from my list of 20 very, very highly qualified judges. he.s an incredible, and he has an incredible résumé. he.s respected by all. his education is as good as it can get. his writings are truly amazing. he will be a true defender of our constitution. so let.s tell the senate democrats to support his nomination for the good of the country. because what.s happening with the democrats�“no wonder they.re doing so badly. no wonder they.re doing so badly. you take a look. race after race�“i just want to tell you, in case you didn.t read it�“of course, you.re reading the fake news�“[laughter]�“but the democrats were supposed to win the presidency. that didn.t happen. they were supposed to take over the senate. that didn.t happen. and they were supposed to take over, potentially, even the house. it was going to be, 4 weeks out, the greatest defeat in the modern history of american politics. and it was, but it was for the democrats, not for the republicans. so we have to tell the democrats�“because they.re doing the wrong thing for the american people�“to stop their tactics of delay and obstruction and destruction. they.ve got to get on with it. my administration is also pushing ahead strongly with very historic tax reform. we are working to lower tax rates on the middle class, to reduce tax rates, big league, on businesses, and to make our tax code more fair and very simple for all americans so it.s understandable by everyone. senate democrats should work with us to lower taxes and bring back our jobs. but the democrats want to increase your taxes very, very substantially. we.re not going to let that happen. it.s also time for the senate democrats to take responsibility for obamacare, and to work with us to replace it with new reforms that reverse this nationwide health care tragedy. it.s a tragedy. you look at some states�“arizona�“up 116 percent. and your deductibles have gotten so high that you can never use it. obamacare doesn.t work. it.s become totally unaffordable. remember they said the health care�“it.s unaffordable. it doesn.t work. and i said to the republicans, i said, you want to do something great politically? don.t do anything. sit back for 2 years, let it explode; the democrats will come and beg for us to do something. but we can.t do that to the american people. we have to fix it, and we will. we need members of both parties to join hands and work with us to pass a $1 trillion infrastructure plan to build new roads and bridges and airports and tunnels and highways and railways all across our great nation. you are all part of this incredible movement, this movement that we talk about so much, that.s been written about on the cover of every magazine all over the world. it.s a movement that is just sweeping�“it.s sweeping�“across our country. it.s sweeping, frankly, across the globe. look at brexit. look at brexit. much smaller example, but it.s still something you can look at. people want to take back control of their countries, and they want to take back control of their lives and the lives of their family. the nation-state remains the best model for human happiness, and the american nation remains the greatest symbol of liberty, of freedom, and justice on the face of god.s earth. and now we have spirit like we.ve never had before. it.s now that we have our sacred duty, and we have no choice, and we want this choice: to defend our country, to protect its values, and to serve its great, great citizens. erasing national borders does not make people safer or more prosperous; it undermines democracy and trades away prosperity. we.re giving it away. the so-called global elite have done very well for themselves, but have left working families with shrinking wages, really�“i mean, they are shrinking. eighteen years ago, many of you in this room made more money working one job than you.re making right now working two and three jobs. instead of peace, we.ve seen wars that never end and conflicts that never seem to go away. we don.t fight to win. we fight politically correct wars. we don.t win anymore. we don.t win at trade. we don.t win in any capacity. we don.t win anymore. we.re going to start winning again, believe me. and we have the chance now, working together, to deliver change for the ages�“this will be change for the ages, change like never before�“to pursue real peace, real stability, and real prosperity. we want to secure our borders and protect our workers, to rebuild our military and our infrastructure, to fix our schools and restore safety to our neighborhoods, to bring hope and opportunity to our inner cities, to ensure a level playing field for all women in the workforce, to reform our tax code and remove the regulations that undermine growth and innovation, and to replace chasms of distrust with new bridges of opportunity and cooperation. we must ignore the tired echoes of yesterday.s fights. we.re fighting battles that no longer help us. we.re fighting battles that other people aren.t treating us fairly in the fight. i.m a nato fan, but many of the countries in nato, many of the countries that we protect, many of these countries are very rich countries. they.re not paying their bills. they.re not paying their bills. they have to help us. no longer are we chained down by the discredited approaches of the past. no longer must we listen to those who have nothing to brag about but failure. new circumstances demand new solutions. americans have fought and won wars together. our heroes have shed their blood together and lost their lives. our citizens have raised their children together, fought for justice together, and shared common hopes and dreams from one generation to the next, stretching back to the first day of our american independence. this is our legacy. it belongs to all of you. and it belongs to every man, woman, and child in our nation. now is the time to call upon these deep ties in the name of bold action. let us move past the differences of party and find a new loyalty rooted deeply in our country. we are all brothers and all sisters. we share one home, one destiny, and one glorious american flag. we.re united together by history and by providence. we will make america strong again, i promise. we will make america proud again. we will make america safe again. and we will make america great again, greater than ever before. may god bless you, and may god bless the united states of america. thank you. thank you. thank you, very much."
 }
  {
   "speechtitle": "Remarks at the Conservative Political Action Conference in National Harbor, Maryland",
   "speechdate": "February 2017",
   "speechlocation": "Maryland",
   "text": "thank you, everybody. so great to be with you. thank you. great to be back at cpac. it.s a place i have really.“.“ audience member. we love you! the president. i have.“i love this place. love you people. so thank you. thank you very much. first of all, i want to thank matt schlapp, and his very, very incredible wife.“and boss.“[laughter].“mercedes, who have been fantastic friends and supporters, and so great. when i watch them on television defending me, nobody has a chance. so, i want to thank matt and mercedes. and when matt called and asked, i said, absolutely, i.ll be there with you. i mean, the real reason i said it: i didn.t want him to go against me, because that one you can.t beat. so i said, absolutely. and it really is an honor to be here. i wouldn.t miss a chance to talk to my friends. these are my friends. and we.ll see you again next year and the year after that, and i.ll be doing this with cpac whenever i can, and i.ll make sure that we.re here a lot. you know, if you remember, my first major speech.“sit down, everybody. come on. [laughter] you know, the dishonest media, they.ll say he didn.t get a standing ovation. you know why. [laughter] no, you know why. because everybody stood and nobody sat, so they will say he never got a standing ovation, right. that.s the way they work. [applause] they are the worst. audience members. u.s.a.! u.s.a.! u.s.a.! the president. so sit down. [laughter] .donald trump did not get a standing ovation.. they leave out the part, they never sat down. they leave that out. so i just want to thank.“but you know, my first major speech was at cpac. and probably, 5 or 6 years ago.“first major political speech. and you were there. and it was.“i loved it. i love the people. i love the commotion. and then, they did these polls where i went through the roof, and i wasn.t even running, right. but it gave me an idea, and i got a little bit concerned when i saw what was happening in the country, and i said, let.s go to it. so it was very exciting. i walked the stage on cpac. i.ll never forget it, really. i had very little notes and even less preparation. so when you have practically no notes and no preparation and then you leave and everybody was thrilled, i said, i think i like this business. i would have come last year, but i was worried that i would be, at that time, too controversial. we wanted border security. we wanted very, very strong military. we wanted all of the things that we.re going to get, and people considered that controversial. but you didn.t consider it controversial. so i.ve been with cpac for a long time. all of these years, we.ve been together. and now you finally have a president. finally. took you a long time. [applause] took you a long time. and it.s patriots like you that made it happen, believe me.“believe me. you did it because you love your country, because you want a better future for your children, and because you want to make america great again. the media didn.t think we would win. audience member. they knew. [laughter] the president. the pundits.“you.re right. they had an idea. the pundits didn.t think we.d win. the consultants that suck up all that money. oh, they suck it up, they.re so good. [laughter] they.re not good at politics, but they.re really good at sucking up people.s money. especially my opponent.s, because i kept them down to a minimum. but the consultants didn.t think we would win. but they all underestimated the power of the people, you. and the people proved them totally wrong. never.“and this is so true, and this is what.s been happening.“never underestimate the people. never. i don.t think it will ever happen again. and i want you all to know that we are fighting the fake news. it.s fake, phony, fake. a few days ago, i called the fake news .the enemy of the people,. and they are. they are the enemy of the people. because they have no sources, they just make them up when there are none. i saw one story recently where they said nine people have confirmed. there are no nine people. i don.t believe there was one or two people. nine people. and i said, give me a break. because i know the people. i know who they talked to. there were no nine people. but they say, nine people, and somebody reads it, and they think, oh, nine people. they have nine sources. they make up sources. they are very dishonest people. in fact, in covering my comments, the dishonest media did not explain that i called the fake news the enemy of the people.“the fake news. they dropped off the word .fake.. and all of a sudden, the story became, the media is the enemy. they take the word .fake. out, and now i.m saying, oh, no, this is no good. [laughter] but that.s the way they are. so i.m not against the media. i.m not against the press. i don.t mind bad stories if i deserve them. and i tell you, i love good stories, but we won.t talk.“[laughter].“i don.t get too many of them. but i am only against the fake news media or press.“fake, fake. they have to lead that word. i.m against the people that make up stories and make up sources. they shouldn.t be allowed to use sources unless they use somebody.s name. let their name be put out there. let their name be put out. .a source says that donald trump is a horrible, horrible human being.. let them say it to my face. let there be no more sources. and remember this.“and in.“not all in all cases. i mean, i had a story written yesterday about me in reuters by a very honorable man. it was a very fair story. there are some great reporters around. they.re talented; they.re honest as the day is long. they.re great. but there are some terrible, dishonest people, and they do a tremendous disservice to our country and to our people. a tremendous disservice. they are very dishonest people, and they shouldn.t use sources. they should put the name of the person. you will see stories dry up like you.ve never seen before. [laughter] so you have no idea how bad it is, because if you are not part of the story.“and i put myself in your position sometimes, because many of you, you.re not part of the story, and if you.re not part of the story, then you sort of know. if you are part of the story, you know what they.re saying is true or not. so when they make it up, and they make up something else, and you saw that before the election.“polls, polls. the polls. they come out with these polls, and everybody was so surprised. actually, a couple of polls got it right. i must say, los angeles times did a great job. shocking, because.“you know. [laughter] they did a great job. and we had a couple of others that were right. but generally speaking, i mean, i can tell you the network. somebody said a poll came out. and i say, what network is it. and they.ll say, a certain.“let.s not even mention names right. should we. well, you have a lot of them. look, the .clinton news network. is one. [laughter] totally. take a look. honestly. take a look at their polls over the last 2 years. now, you.d think they.d fire the pollster, right. after years and years of getting battered. but i don.t.“i mean, who knows, maybe they.re just bad at polling. or maybe they.re not legit. but it.s one or the other. look at how inaccurate.“look at cbs, look at abc also. look at nbc. take a look at some of these polls. they.re so bad, so inaccurate. and what that does is, it creates a false narrative. it creates, like, this narrative that.s just, like, we.re not going to win, and people say: .oh, i love trump, but you know i.m not feeling great today. he can.t win. so i won.t go and vote. i won.t go and vote.. it creates a whole false deal, and we have to fight it folks. we have to fight it. they.re very smart, they.re very cunning, and they.re very dishonest. so just to conclude, i mean, it.s a very sensitive topic, and they get upset when we expose their false stories. they say that we can.t criticize their dishonest coverage because of the first amendment. you know, they always bring up the first amendment. [laughter] and i love the first amendment. nobody knows.“loves it better than me. nobody. i mean, who uses it more than i do. but the first amendment gives all of us.“it gives it to me, it gives it to you, it gives it to all americans.“the right to speak our minds freely. it gives you the right and me the right to criticize fake news and criticize it strongly. and many of these groups are part of the large media corporations that have their own agenda, and it.s not your agenda, and it.s not the country.s agenda. it.s their own agenda. they have a professional obligation as members of the press to report honestly. but as you saw throughout the entire campaign.“and even now.“the fake news doesn.t tell the truth. doesn.t tell the truth. so just in finishing, i say it doesn.t represent the people. it never will represent the people. and we.re going to do something about it, because we have to go out, and we have to speak our minds, and we have to be honest. our victory was a win like nobody has ever seen before. and i.m here fighting for you, and i will continue to fight for you. the victory and the win were something that really was dedicated to a country and people that believe in freedom, security, and the rule of law. our victory was a victory and a win for conservative values. and our victory was a win for everyone who believes it.s time to stand up for america, to stand up for the american worker, and to stand up for the american flag. yes, there we should stand up. come on. [applause] there we should stand up. okay. and by the way, we love our flag. and by the way, you folks are in here, the place is packed; there are lines that go back six blocks. and i tell you that because you won.t read about it, okay. [laughter] but there are lines that go back six blocks. there is such love in this country for everything we stand for. you saw that on election day. and you.re going to see it more and more. so we.re all part of this very historic movement, a movement the likes of which, actually, the world has never seen before. there.s never been anything like this. there.s been some movements, but there.s never been anything like this. there.s been some movements that petered out, like bernie.“petered out. [laughter] but it was a little rigged against him.“you know, superdelegate, superdelegate. she had so many delegates before the thing even started. i actually said to my people, how does that happen. [laughter] not that i.m a fan of bernie, but a lot of bernie people voted for trump. you know why. because he.s right on one issue: trade. he was right about trade. our country is being absolutely devastated with bad trade deals. so he was right about that, but we got a lot of bernie support. so actually, i like bernie, okay. i like bernie. but i.m here today to tell you what this movement means for the future of the republican party and for the future of america. first, we need to define what this great, great unprecedented movement is and what it actually represents. the core conviction of our movement is that we are a nation that put and will put its own citizens first. audience members. u.s.a.! u.s.a.! u.s.a.! the president. for too long, we.ve traded away our jobs to other countries.“so terrible. we.ve defended other nations. borders while leaving ours wide open; anybody can come in. audience members. build a wall! build it! the president. oh, we.re going to build the wall, don.t worry about it. we.re building the wall. we.re building the wall. in fact, it.s going to start soon, way ahead of schedule, way ahead of schedule. [applause] it.s way, way, way ahead of schedule. it.s going to start very soon. general kelly, by the way, has done a fantastic job. fantastic job he.s done. and remember, we are getting the bad ones out. these are bad dudes. we.re getting the bad ones out, okay. we.re getting the bad.“if you watch these people it.s like, oh, gee, that.s so sad. we.re getting bad people out of this country, people that shouldn.t be.“whether it.s drugs or murder or other things. we.re getting bad ones out. those are the ones that go first, and i said it from day one. basically, all i.ve done is keep my promise. we.ve spent trillions of dollars overseas while allowing our own infrastructure to fall into total disrepair and decay. in the middle east, we.ve spent, as of 4 weeks ago, $6 trillion. think of it. audience members. boo! the president. and by the way, the middle east is in worse.“i mean, it.s not even close.“it.s in much worse shape than it was 15 years ago. if our presidents would have gone to the beach for 15 years, we would be in much better shape than we are right now. that i can tell you. be a hell of a lot better. we could have rebuilt our country three times with that money. this is the situation that i inherited. i inherited a mess, believe me. we also inherited a failed health care law that threatens our medical system with absolute and total catastrophe. now, i.ve been watching.“and nobody says it.“but obamacare doesn.t work, folks. it.s.“i mean, i could say.“i could talk.“it doesn.t work. and now people are starting to develop a little warm heart, but the people that you.re watching, they.re not you. they.re largely, many of them are, the side that lost. you know, they lost the election. it.s, like, how many elections do we have to have. they lost the election. [laughter] but i always say, obamacare doesn.t work. and these same people, 2 years and a year ago, were complaining about obamacare. and the bottom line: we.re changing it. we.re going to make it much better. we.re going to make it less expensive. we.re going to make it much better. obamacare covers very few people. and remember, deduct from the number all of the people that had great health care that they loved, that was taken away from them; it was taken away from them. millions of people were very happy with their health care. they had their doctor; they had their plan. remember the lie.“28 times: .you can keep your doctor; you can keep your plan..“over and over and over again you heard it. so we.re going to repeal and replace obamacare. and i tell paul ryan and all of the folks that we.re working with very hard.“dr. tom price, very talented guy.“but i tell them from a purely political standpoint, the single best thing we can do is nothing. let it implode completely. it.s already imploding; you see the carriers are all leaving. i mean, it.s a disaster. but 2 years, don.t do anything. the democrats will come to us and beg for help. they.ll beg, and it.s their problem. but it.s not the right thing to do for the american people. it.s not the right thing to do. we inherited a national debt that has doubled in 8 years. think of it.“$20 trillion. it.s doubled. and we inherited a foreign policy marked by one disaster after another. we don.t win anymore. when was the last time we won. do we win a war. do we win anything. audience member. when you got elected! the president. do we win anything. we.re going to win. we.re going to win big, folks. we.re going to start winning again, believe me. we.re going to win. audience members. u.s.a.! u.s.a.! u.s.a.! the president. but we.re taking a firm, bold, and decisive measure.“we have to.“to turn things around. the era of empty talk is over. it.s over. now is the time for action. so let me tell you about the actions that we.re taking right now to deliver on our promise to the american people and on my promise to make america great again. we.ve taken swift and strong action to secure the southern border of the united states and to begin the construction of a great, great border wall. by doing this.“and with the help of our great border police, with the help of ice, with the help of general kelly, and all of the people that are so passionate about this.“our border patrol, i.ll tell you what they do. they came and endorsed me; ice came and endorsed me. they never endorsed a presidential candidate before. they might not even be allowed to. [laughter] but they were disgusted with what they saw. and we.ll stop it. we.ll stop the drugs from pouring into our nation and poisoning our youth. pouring in, pouring in. we get the drugs; they get the money. we get the problems; they get the cash. no good, no good. going to stop. by stopping the flow of illegal immigration, we will save countless tax dollars, and that.s so important because the tax.“the dollars that we.re losing are beyond anything that you can imagine. and the tax dollars that can be used to rebuild struggling american communities, including our inner cities. we are also going to save countless american lives. as we speak today, immigration officers are finding the gang members, the drug dealers, and the criminal aliens, and throwing them the hell out of our country. and we will not let them back in. they.re not coming back in, folks. if they do, they.re going to have bigger problems than they ever dreamt of. i.m also working with the department of justice to begin reducing violent crime. i mean, can you believe what.s happening in chicago, as an example. two days ago, seven people were shot.“.“ audience member. chiraq! [laughter] the president. .“.“and, i believe, killed. seven people. seven people. chicago, a great american city. seven people shot and killed. we will support the incredible men and women of law enforcement. [applause] thank you. and thank them. i.ve also followed through on my campaign promise and withdrawn america from the trans-pacific partnership so that we can protect our economic freedom. and we are going to make trade deals, but we.re going to do one-on-one, one-on-one. and if they misbehave, we terminate the deal. and then, they.ll come back, and we.ll make a better deal. none of these big quagmire deals that are a disaster. just take a look.“by the way, take a look at nafta, one of the worst deals ever made by any country having to do with economic development. it.s economic undevelopment, as far as our country is concerned. we.re preparing to repeal and replace the disaster known as obamacare. we.re going to save americans from this crisis and give them the access to the quality health care they need and deserve. we have authorized the construction, one day, of the keystone and dakota access pipelines and issued a new rule. this took place while i was getting ready to sign. i said, who makes the pipes for the pipeline. well, sir, it comes from all over the world. isn.t that wonderful. i said, nope, it comes from the united states, or we.re not building it. american steel. if they want a pipeline in the united states, they.re going to use pipe that.s made in the united states, do we agree. but can you imagine.“i told this story the other day.“can you imagine the gentleman.“never met him, don.t even know the name of his company. i actually sort of know it, but i want to get it exactly correct. big, big, powerful company. they spent hundreds of millions of dollars on the pipeline.“same thing with the dakota, different place. they got their approvals, everything, in the case of dakota, then all of a sudden, they couldn.t connect it because they had people protesting that never showed up before. but with the keystone, so they spend hundreds of millions of dollars with bloodsucker consultants, you know, sucking the blood out of the company.“.don.t worry..“i.ve used them all my life, okay.“.don.t worry, we.re going to get it approved, i.m connected, i.m a lobbyist, don.t worry.. bottom line, obama didn.t sign it. right. could be 42,000 jobs, somewhere around there. a lot of jobs. didn.t sign it. but can you imagine. he gave up. a year ago, it was dead. now he.s doing nothing, calling his wife, .hello, darling, i.m a little bored, you know that pipeline.. that has killed us, that has killed our company. knock, knock. .mr. so-and-so, the keystone pipeline, sir, out of nowhere, has just been approved.. now, can you imagine the expression. and you know the sad part. the same bloodsucking consultants that hit him for all the money and failed. they.re now going to go back to him and say, didn.t we do a great job. we want more money, right, because that.s the way the system works. a little bit off, but that.s the way the system works. we.re preparing bold action to lift the restrictions on american energy, including shale, oil, natural gas, and beautiful clean coal, and we.re going to put our miners back to work. miners are going back to work. miners are going back to work, folks. sorry to tell you that, but they.re going back to work. we have begun a historic program to reduce the regulations that are crushing our economy.“crushing. and not only our economy, crushing our jobs, because companies can.t hire. we.re going to put the regulation industry out of work and out of business. and by the way, i want regulation. i want to protect our environment. i want regulations for safety. i want all of the regulations that we need, and i want them to be so strong and so tough. but we don.t need 75 percent of the repetitive, horrible regulations that hurt companies, hurt jobs, make us noncompetitive overseas with other companies from other countries. that we don.t need. but we.re going to have regulations. it.s going to be really strong and really good, and we.re going to protect our environment, and we.re going to protect the safety of our people and our workers. okay. another major promise is tax reform. we are going to massively lower taxes on the middle class, reduce taxes on american business, and make our tax code more simple and much more fair for everyone, including the people and the business. [applause] thank you. in anticipation of these and other changes, jobs are already starting to pour back into our country. you see that. in fact, i think i did more than any other pre-president.“they say president-elect. president-elect is meeting with ford; he.s meeting with chrysler; he.s meeting with general motors. i just wanted to save a little time. [laughter] because ford and fiat-chrysler, general motors, sprint, intel, and so many others are now, because of the election result, making major investments in the united states, expanding production and hiring more workers. and they.re going back to michigan, and they.re going back to ohio, and they.re going back to pennsylvania, and they.re going back to north carolina and to florida. it.s time for all americans to get off of welfare and get back to work. you.re going to love it! you.re going to love it. [applause] you are going to love it. we.re also putting in a massive budget request for our beloved military. and we will be substantially upgrading all of our military.“all of our military.“offensive, defensive, everything. bigger and better and stronger than ever before. and hopefully, we.ll never have to use it. but nobody is going to mess with us, folks. nobody. it will be one of the greatest military buildups in american history. no one will dare to question.“as they have been, because we.re very depleted, very, very depleted. sequester. sequester. nobody will dare question our military might again. we believe in peace through strength, and that.s what we will have. as part of my pledge to restore safety for the american people, i have also directed the defense community to develop a plan to totally obliterate isis. working with our allies, we will eradicate this evil from the face of the earth. at the same time, we fully understand that national security begins with border security. foreign terrorists will not be able to strike america if they cannot get into our country. and by the way, take a look at what.s happening in europe, folks. take a look at what.s happening in europe. i took a lot of heat on sweden. [laughter] and then, a day later, i said, has anybody reported what.s going on. audience member. no, they haven.t. the president. and it turned out that they didn.t.“not too many of them did. [laughter] take a look at what happened in sweden. i love sweden. great country. great people. i love sweden. but they understand i.m right. the people over there understand i.m right. take a look at what.s happening in sweden. take a look at what.s happening in germany. take a look at what.s happened in france. take a look at nice and paris. i have a friend; he.s a very, very substantial guy. he loves the city of lights. he loves paris. for years, every year, during the summer, he would go to paris.“it was automatic.“with his wife and his family. i hadn.t seen him in a while. and i said, jim, let me ask you a question: how.s paris doing. .paris. i don.t go there anymore. paris is no longer paris.. that was 4 years.“4, 5 years.“hasn.t gone there. he wouldn.t miss it for anything. now he doesn.t even think in terms of going there. take a look at what.s happening to our world, folks, and we have to be smart. we have to be smart. we can.t let it happen to us. so let me state this as clearly as i can: we are going to keep radical islamic terrorists the hell out of our country. we will not be deterred from this course, and in a matter of days, we will be taking brandnew action to protect out people and keep america safe. you will see the action. i will never, ever apologize for protecting the safety and security of the american people. i won.t do it. if it means i get bad press, if it means people speak badly of me, it.s okay. it doesn.t bother me. the security of our people is number one.“is number one. our administration is running with great efficiency, even though i still don.t have my cabinet approved. nobody mentions that. do you know i still have people out there waiting to be approved. and everyone knows they.re going to be approved. it.s just a delay, delay, delay. it.s really sad. it.s really sad. and these are great people. these are some great people. we still don.t have our cabinet. i assume we.re setting records for that. that.s the only thing good about it is, we.re setting records. i love setting records. but i hate having a cabinet meeting, and i see all these empty seats. i said, democrats, please, approve our cabinet and get smart on health care too, if you don.t mind. [laughter] but we.re taking meetings every day with top leaders in business, in science, and industry. yesterday i had 29 of the biggest business leaders in the world in my office: caterpillar tractor, campbell.s soup. we had everybody. we had everybody. i like campbell.s soup. [laughter] we had everybody, and we came to a lot of very good conclusions, and a lot of those folks that are in that room are going to be building big, big massive new plants and lots of jobs. and you know what. they.re going to be building them in this country, not in some other country. we.re meeting with unions, meeting with law enforcement, and we.re meeting with leaders from all around the world, where the white house doors used to be totally closed.“they were closed, folks. you don.t realize that. they were closed. audience member. he was afraid. the president. they.re now wide open. and they.re open for people doing business for our country and putting people to work. and when they come into the white house, we.re translating these meetings into action. one by one, we.re checking off the promises we made to the people of the united states. one by one, a lot of promises. and we will not stop until the job is done. we will reduce your taxes. we will cut your regulations. we will support our police. we will defend our flag. we will rebuild our military. we will take care of our great, great veterans. we.re taking care of our veterans. we will fix our broken and embarrassing trade deals that are no good.“none of them. you wonder, where did the people come from that negotiated these deals. where did they come from. audience member. government. the president. well, they came also from campaign contributions, i must be honest with you. [laughter] they.re not as stupid as you think. [laughter] we will cut wasteful spending. we will promote our values. we will rebuild our inner cities. we will bring back our jobs and our dreams. audience member. amen! the president. so true. so true. and by the way, we will protect our second amendment very well. you know, wayne and chris are here from the nra, and they didn.t have that on the list. it.s lucky i thought about it. [laughter] but we will indeed. and they.re great people. and by the way, they love our country. they love our country. the nra has been a great supporter. they love our country. the forgotten men and women of america will be forgotten no longer. that is the heart of this new movement and the future of the republican party. people came to vote, and these people.“the media.“they said, where are they coming from. what.s going on here. these are hard-working, great, great americans. these are unbelievable people who have not been treated fairly. hillary called them .deplorable.. audience members. boo! the president. they.re not deplorable. audience members. lock her up! lock her up! lock her up! the president. who would have thought that a word was going to play so badly. [laughter] that.s the problem in politics. one wrong word and it.s over. she also said .irredeemable,. but we won.t mention that. [laughter] the gop will be, from now on, the party also of the american worker. you know, we haven.t been, as a group, given credit for this, but if you look at how much bigger our party has gotten during this cycle. during the early days when we had 17 people running.“the primaries.“millions and millions of people were joining. now, i won.t say it was because of me, but it was, okay. [laughter] and we have an amazing, strong, powerful party that truly does want to see america be great again, and it will see it. and it.s going to see it a lot sooner than you think, believe me. a lot sooner than you think. we will not answer to donors or lobbyists or special interests, but we will serve the citizens of the united states of america, believe me. global cooperation.“dealing with other countries, getting along with other countries.“is good. it.s very important. but there is no such thing as a global anthem, a global currency, or a global flag. this is the united states of america that i.m representing. i.m not representing the globe. i.m representing your country. audience members. u.s.a.! u.s.a.! u.s.a.! the president. there is one allegiance that unites us all, and that is to america. america.“it.s the allegiance to america. no matter our background or income or geography, we are all citizens of this blessed land. and no matter our color or the blood.“the color of the blood we bleed, it.s the same red blood of great, great patriots. remember. great patriots. we all salute, with pride, the same american flag. and we are equal.“totally equal.“in the eyes of almighty god. we.re equal. [applause] thank you. and i want to thank, by the way, the evangelical community, the christian community. communities of faith.“rabbis and priests and pastors, ministers.“because the support for me was a record, as you know, not only in terms of numbers of people, but percentages of those numbers that voted for trump. so i want to thank you folks. it was amazing.“an amazing outpouring, and i will not disappoint you. as long as we have faith in each other, and trust in god, then there is no goal, at all, beyond our reach. there is no dream too large, no task too great. we are americans, and the future belongs to us. the future belongs to all of you. and america is coming about, and it.s coming back, and it.s roaring, and you can hear it. it.s going to be bigger and better. it is going to be. it is going to be. remember. and it.s roaring. it.s going to be bigger and better and stronger than ever before. i want to thank you. and matt and mercedes, i want to thank the two of you, and all of the supporters that i have. i see them. they.re all over the place. you are really great people. i want to thank you. and i want to say to you, god bless you.“.“ audience member. god bless you! the president. .“.“and god bless the united states of america. thank you, folks. thank you."
}
{
   "speechtitle": "Remarks With Prime Minister Enda Kenny of Ireland at a St. Patrick's Day Reception",
   "speechdate": "March 2017",
   "speechlocation": "The White House",
   "text": "vice president michael r. pence. well, good evening to you all. fellow americans, irish friends, distinguished guests: i.m mike pence, and i.m the 48th vice president of the united states of america. and it is my honor.“[applause].“it.s my honor, along with my wife, karen pence, to welcome you on behalf of the first family to the white house on this very special occasion. it is such an honor for the two of us to be able to welcome you here and welcome a special guest to the white house and, of course, our host to this podium for this 55-year-old tradition. since irish ambassador john joseph hearne left a box of ireland.s most famous symbol at the white house in 1952, the shamrock exchange has grown to become a festive sign of enduring friendship during this memorable week and an eternal bond between the american people and the people of ireland. now, the irish are one of the strongest and most beautiful threads in our national fabric here in the united states. for centuries, the sons and daughters of ireland have come here from across the atlantic. more than 32 million americans now trace their heritage back to the emerald isle. and i say with a grateful heart and deep humility, i.m one of them. my grandfather, richard michael cowley, stepped off a boat onto ellis island in 1923. and that.s how michael richard pence got to serve in the white house. my grandfather, as the legend of our family says, was told by my great-grandmother that he needed to go to america. she said, there.s a future there for you. he wouldn.t see his mother for 25 years, and he often spoke of their separation with a heavy heart. my grandfather came here, like so many generations of irish americans did, with a dream, but with character and with work ethic and a determination to build a family, a good name. and so he did. my mother, who is 83 years young, bright red hair and blue eyes, is still with us today, and his memory and her influence continues to define my life, the truth is my grandfather was very typical of the millions that would come to these shores. he embodied all that.s best about the irish: sturdy work ethic, faith in god, love of family, patriotism. and that.“those are the enduring contributions of people of irish descent in the history of this country. it.s extraordinary to think of the contributions that the irish have made. in every single american conflict since our revolutionary war, the irish people have enriched america in incalculable ways, and they always will. and when i speak of those character qualities i know that they apply to the two people that we have the privilege of introducing tonight. first is our special guest. it.s my high honor to invite him to the podium, along with our host. so, ladies and gentlemen, please join me in welcoming the taoiseach of the republic of ireland, enda kenny; his wife fionnuala; and my friend, the 45th president of the united states of america, donald trump. the president. thank you very much. it.s a great honor. taoiseach, mrs. kenny, ambassador anderson, dr. lowe, vice president pence, and distinguished guests: we gather here today in the white house to take part in the traditional shamrock ceremony and to celebrate the strong ties between the united states and a truly great country, ireland. i also want to extend a special welcome to a group of distinguished local political and society leaders.“and they are real leaders.“who are with us from northern ireland.“great people.“including the mayor of belfast and the head of northern ireland civil service.“that.s a lot of power there. [laughter] lord mayor kingston and sir malcolm mckibbin, and it.s wonderful to have you. where are you folks? where are you? where are you? thank you. and they.re going to be having a great open championship very soon. i know that, right? [laughter] at a great course. at a great, great course. st. patrick.s day has become a truly important occasion in the united states, one embraced by americans of all faiths and of all backgrounds. i.ve been to many of them, and we love it. the shamrock ceremony is a tradition that symbolizes the bond between our two countries. it dates back to 1952 when the irish ambassador to the united states, john joseph hearne, sent a box of shamrocks to a president who did a very good job, harry s. truman. our strong ties go back throughout american history. irish-americans played a vital role in preserving our union during its hour of greatest need. so true. they played a very, very big role. many distinguished themselves in the american civil war with their grit and their bravery and their courage, earning the nickname, the .fighting irish.. and i know a lot about the irish. they fight. they are tough. [laughter] i know a lot. i know more than i.m ever going to tell you. [laughter] and when american armed forces joined the fight in europe during world war ii, 75 years ago, our heroic troops first stepped off ships in belfast harbor in northern ireland. throughout the centuries, hard-working irish americans contributed mightily to america.s innovation and to america.s prosperity. they often overcame great hardship.“and it.s really, i mean, it.s like, the hardship they overcame for us, for our people, is inspiring and really helped a relatively young nation beyond what anyone really understands or knows. so we want to thank you. just an amazing, an amazing history. president john f. kennedy, in an address to the irish parliament, said that .it is that quality of the irish.“that remarkable combination of hope, confidence, and imagination.“that is needed more than ever today.. now, he said that a long time ago, but it.s perhaps even more true today. the words of america.s first irish catholic president ring just as true. we hope confidence.“and i tell you, what we want now is a lot of things, but we need that great irish confidence.“and they are confident people, aren.t they, mike? and we.“and i tell you what, we all want it together to grow in the 21st century. and grow we will, as i say, bigger and better and stronger than ever before. we must have the hope to believe in a better future, the confidence to pursue it, and the imagination to figure out how to get there. a new optimism is sweeping across our nation. you see that when you look at the numbers; the optimism is at the highest level in many, many years. and as america gains renewed strength, ireland will find us to be an ever-faithful partner and an always loyal friend. we will be there for you, and we will be there for you. so thank you for being here. i wish you a very, very happy st. patrick.s day. and god bless you and may god bless ireland and northern ireland. [applause] okay? and may god bless america. thank you very much. thank you. thank you very much. prime minister kenny. thank you. mr. president, mr. vice president, ladies and gentlemen: it.s a great honor to be back again in the most famous house in the world to celebrate st. patrick.s day, the most special of days for irish men and irish women and those of irish descent the world over. since i had the privilege of being elected as taoiseach in 2011, i.ve had the pleasure of being here in the white house each march to mark the enduring connections between our country and the united states. fionnuala and i would like sincerely to thank president trump for so graciously continuing this great tradition of hospitality which means so much to irish people everywhere. i.m proud, sir, to have the opportunity to contribute to maintaining and developing relations between ireland and the united states, particularly at the beginning of the new era in our country.s relationship following your election, mr. president. let me congratulate you and wish you and your administration the very best as you begin your term of office. this job, the job you hold, is exceptionally demanding and exceptionally difficult. the united states remains the most influential, as well as the most powerful, country in the world. you hold the hopes and the future of america.“and indeed, the world.“in your hands. but let me thank you for giving so much of your time today to this visit. we had an excellent meeting, a first-class meeting this morning in the oval office.“not there very often.“[laughter].“where we discussed a variety of important issues of mutual concern. and i want to assure you, sir, of our commitment to working closely with you and your administration as you face the many challenges up ahead. the ties that bind our two countries are deep and historic. and ireland and the united states have a unique relationship that goes back to the earliest days of the original 13 colonies. irish-born military officers assisted george washington to win that war of independence. indeed, they.ve fought in every war for america since then. and this very house was designed by james hoban from kilkenny, modeled in part after the leinster house in dublin, where the irish parliament has met on our own independence since 1922. it.s fitting that we gather here each year to celebrate st. patrick and his legacy. he, too, of course, was an immigrant. and though he is, of course, the patron saint of ireland, for many people around the globe, he is also a symbol of.“indeed, the patron of.“immigrants. here in america, in your great country, 35 million people claim irish heritage, and the irish have contributed to the economic, social, political, and cultural life of this great country over the last 200 years. ireland came to america because, deprived of liberty, deprived of opportunity, of safety, of even food itself, the irish believed. and four decades before lady liberty lifted her lamp, we were the .wretched refuse on the teeming shore.. we believed in the shelter of america, in the compassion of america, in the opportunity of america. we came, and we became americans. we lived the words of john f. kennedy long before he uttered them: we asked not what america could do for us, but what we could do for america. and we still do. we want to give and not to take. we know the irish have built the bridges and the roads, protected the public as firefighters and police officers. we.ve cared for the sick in hospitals, entertained as poets, as singers, and writers, as politicians, as judges and legislators. and as entrepreneurs, they provided hundreds of thousands of jobs for americans, including most recently, in exciting technology companies. two-way trade in goods is approaching $100 billion a year at the moment. irish firms employ 100,000 people across 50 states in the u.s. and we want to build on this for the future. mr. president, ireland is a small island on the edge of europe, a natural bridge between the united states and europe, and as a committed member of the european union and a close friend of the united states, we will work hard with you, mr. president, and with your administration in pursuit of strong and open relations between the united states and the european union, including the strong trade relationships for the mutual benefit of millions of people either side of the atlantic. i believe that the strong people-to-people links that ireland and the united states have developed over the generations will help us in this endeavor. and i wish you and the american people every success and happiness in the future. to irish americans, coast to coast, i say.“in these days especially.“we hold you in our hearts. and tonight i thank you again for your warm hospitality. mr. president, mr. vice president, may i wish you and your lovely families every good wish and blessing on this very special day. indeed, i.m reminded in many ways of the dream of another american president.“which ireland will walk with you with.“when he spoke the words and said, .my dream is of a place and a time where america will once again be seen as the last, best hope of earth.. spoken by abraham lincoln. mr. president, ireland will help you build on that foundation to achieve the ultimate dream. thank you, sir. and god bless you."
}
{
   "speechtitle": "Remarks at the National Rifle Association Leadership Forum in Atlanta, Georgia",
   "speechdate": "April 2017",
   "speechlocation": "Georgia",
   "text": "thank you, chris, for that kind introduction and for your tremendous work on behalf of our second amendment. thank you very much. i want to also thank wayne lapierre for his unflinching leadership in the fight for freedom. wayne, thank you very much. great. i.d also like to congratulate karen handel on her incredible fight in georgia six. the election takes place on june 20. and by the way, on primaries, let.s not have 11 republicans running for the same position, okay? [laughter] it.s too nerve-shattering. she.s totally for the nra, and she.s totally for the second amendment. so get out and vote. she.s running against someone who.s going to raise your taxes to the sky, destroy your health care, and he.s for open borders.“lots of crime.“and he.s not even able to vote in the district that he.s running in. other than that, i think he.s doing a fantastic job, right? [laughter] so get out and vote for karen. also, my friend.“he.s become a friend.“because there.s nobody that does it like lee greenwood. wow. [laughter] lee.s anthem is the perfect description of the renewed spirit sweeping across our country. and it really is, indeed, sweeping across our country. so, lee, i know i speak for everyone in this arena when i say, we are all very proud indeed to be an american. thank you very much, lee. no one was more proud to be american than the beloved patriot.“and you know who i.m talking about.“we remember on gatherings like today, your former five-term president, the late charlton heston. how good was charlton? and i remember charlton; he was out there fighting when maybe a lot of people didn.t want to be fighting. he was out there for a long time. he was a great guy. and it.s truly wonderful to be back in atlanta and back with my friends at the nra. you are my friends, believe me. perhaps some of you remember the last time we were all together. remember that? [laughter] we had a big crowd then too. so we knew something was happening. but it was in the middle of a historic political year and in the middle of a truly historic election. what fun that was: november 8. wasn.t that a great evening? do you remember that evening? remember that? remember they were saying, .we have breaking news: donald trump has won the state of michigan.. they go, .michigan? how did that..“.donald trump has won the state of wisconsin, whoa.. but earlier in the evening, remember: florida, north carolina, south carolina, pennsylvania, all the way up.“we ran up the east coast. and you know, the republicans have a tremendous disadvantage in the electoral college; you know that. and tremendous disadvantage. and to run the whole east coast, and then you go with iowa and ohio, and all of the different states. it was a great evening, one that a lot people will never forget.“a lot of people. [laughter] not going to forget that evening. and remember they said, .there is no path to 270.. for months, i was hearing that. you know, they.re trying to suppress the vote. so they keep saying it; so people say, you know, i really like trump, he loves the second amendment, he loves the nra; i love him, but let.s go to the movie, because he can.t win. because they.re trying to suppress the vote. but they.d say.“i mean, hundreds of times i heard.“there is no.“there.s no route. they.d say it, .there is no route to 270.. and we ended up with 306. so they were right: not 270, 306. that was some evening. big sports fans said that was the single most exciting event they.ve ever seen. that includes super bowls and world series and boxing matches. that was an exciting evening for all of us, and it meant a lot. only one candidate in the general election came to speak to you, and that candidate is now the president of the united states, standing before you again. i have a feeling that in the next election you.re going to be swamped with candidates, but you.re not going to be wasting your time. [laughter] you.ll have plenty of those democrats coming over, and you.re going to say, no, sir, no thank you.“no, ma.am. perhaps ma.am. it may be pocahontas, remember that. [laughter] and she is not big for the nra, that i can tell you. but you came through for me, and i am going to come through for you. i was proud to receive the nra.s earliest endorsement in the history of the organization. and today i am also proud to be the first sitting president to address the nra leadership forum since our wonderful ronald reagan in 1983. and i want to thank each and every one of you, not only for your help electing true friends of the second amendment, but for everything you do to defend our flag and our freedom. with your activism, you helped to safeguard the freedoms of our soldiers who have bled and died for us on the battlefields. and i know we have many veterans in the audience today, and we want to give them a big, big beautiful round of applause. and like i promised, we are doing a really top job already.“99 days.“but already, with the veterans administration, people are seeing a big difference. we are working really hard at the va, and you.re going to see it, and you.re already seeing it. and it.s my honor. i.ve been telling you we.re going to do it, and we.re doing it. thank you. the nra protects in our capitols and legislative houses the freedoms that our servicemembers have won for us on those incredible battlefields. and it.s been a tough fight against those who would go so far as to ban private gun ownership entirely. but i am here to deliver you good news. and i can tell you that wayne and chris have been fighting with me long and hard to make sure that we were with you today, not somebody else with an empty podium. because believe me, the podium would have been empty. they fought long and hard, and i think you folks cannot thank them enough. they were with us all the way, right from the beginning. but we have news that you.ve been waiting for for a long time: the 8-year assault on your second amendment freedoms has come to a crashing end. you have a true friend and champion in the white house. no longer will federal agencies be coming after law-abiding gun owners. no longer will the government be trying to undermine your rights and your freedoms as americans. instead, we will work with you, by your side. we will work with the nra to promote responsible gun ownership, to protect our wonderful hunters and their access to the very beautiful outdoors. you met my son; i can tell you, both sons, they love the outdoors. frankly, i think they love the outdoors more than they love, by a long shot, fifth avenue. but that.s okay. and we want to ensure you of the sacred right of self-defense for all of our citizens. when i spoke to this forum last year, our nation was still mourning the loss of a giant, a great defender of the constitution: justice antonin scalia. i promised that if elected, i would nominate a justice who would be faithful and loyal to the constitution. i even went one step further and publicly presented a list of 20 judges from which i would make my selection, and that.s exactly what we did. and by the way, i want to thank, really, heritage. and i want to thank also all of the people that worked with us. where.s leo? is leo around here? where is he? he.s got to be here. where is he? he has been so good. but from.“and also from heritage, jim demint. it.s been amazing. i mean, those people have been fantastic. they.ve been real friends. the federalist people, where are they? are they around here someplace? they really helped us out. i kept my promise, and now, with your help, our brandnew justice.“and he is really something very special.“neil gorsuch, sits on the bench of the united states supreme court. for the first time in the modern political era, we have confirmed a new justice in the first 100 days. the last time that happened was 136 years ago, in 1881. now, we won.t get any credit for this, but don.t worry about it; the credit is in the audience, right? the credit is in the audience. all of those people. they won.t give us credit, but it.s been a long time, and we.re very honored. we.ve also taken action to stand up for america.s sportsmen. on their very last full day in office, the previous administration issued an 11th-hour rule to restrict the use of lead ammunition on certain federal lands. have you heard about that, folks? i.m shocked to hear that. you.ve all heard about that. huh? you.ve heard about that. on his first day as secretary of the interior, ryan zinke eliminated the previous administration.s ammunition ban. he.s going to be great. ryan is going to be great. we.ve also moved very quickly to restore something gun owners care about very, very much. it.s called the rule of law. we have made clear that our administration will always stand with the incredible men and women of law enforcement. in fact, countless members of law enforcement are also members of the nra, because our police know that responsible gun ownership saves lives and that the right of self-defense is essential to public safety. do we all agree with that? our police and sheriffs also know that when you ban guns, only the criminals will be armed. for too long, washington has gone after law-abiding gun owners while making life easier for criminals, drug dealers, traffickers, and gang members. ms-13.“you know about ms-13? it.s not pleasant for them anymore, folks. it.s not pleasant for them anymore. that.s a bad group. not pleasant for ms-13. get them the hell out of here, right? get them out. we are protecting the freedoms of law-abiding americans, and we are going after the criminal gangs and cartels that prey on our innocent citizens. and we are really going after them. as members of the nra know well, some of the most important decisions a president can make are appointments, and i.ve appointed people who believe in law, order, and justice. that is why i have selected as your attorney general, number one, a really fine person, a really good man, a man who has spent his entire career fighting crime, supporting the police, and defending the second amendment. for the first time in a long time, you now have a pro-second amendment, tough-on-crime attorney general, and his name is jeff sessions. and attorney general sessions is putting our priorities into action. he.s going after the drug dealers who are peddling their poison all over our streets and destroying our youth. he.s going after the gang members who threaten our children. and he.s fully enforcing our immigration laws in all 50 states. and you know what? it.s about time. heading up the effort to secure america.s borders is a great military general, a man of action: homeland security director [secretary]* john kelly. secretary kelly, who used to be general kelly, is following through on my pledge to protect the borders, remove criminal aliens, and stop the drugs from pouring into our country. we.ve already seen.“listen to this; it.s never happened before, people can.t even believe it. and by the way, we will build the wall no matter how low this number gets or how high this goes. don.t even think about it. don.t even think about it. you know, they.re trying to use this number against us because we.ve done so unbelievably at the borders already. they.re trying to use it against us. but you need that wall to stop the human trafficking, to stop the drugs, to stop the wrong people. you need the wall. but listen to this: we.ve already seen a 73 percent decrease.“never happened before.“in illegal immigration on the southern border since my election.“73 percent. you see what they.re doing, right? so why do you need a wall? we need a wall. audience member. build the wall! the president. we.ll build the wall. don.t even think about it. don.t even think about it. don.t even think about it. that.s an easy one. we.re going to build the wall. we need the wall. i said to general kelly, how important is it? he said, very important. it.s that final element. we need the wall. and it.s a wall in certain areas. you, obviously.“where you have these massive physical structures, you don.t need, and where you have certain big rivers and all. but we need a wall, and we.re going to get that wall. and the world is getting the message. they know that our border is no longer open to illegal immigration and that if you try to break in, you.ll be caught, and you.ll be returned to your home. you.re not staying any longer. and if you keep coming back illegally after deportation, you will be arrested, prosecuted, and you will put behind bars. otherwise, it will never end. let.s also remember that immigration security is national security. we.ve seen the attacks from 9/11 to boston to san bernardino. hundreds of individuals from other countries have been charged with terrorism-related offenses in the united states. we spend billions and billions of dollars on security all over the world, but then we allow radical islamic terrorists to enter right through our front door. that.s not going to happen anymore. it.s time to get tough. it.s time we finally got smart. and yes, it.s also time to put america first. and perhaps.“i see all of those beautiful red and white hats-.“but we will never forget our favorite slogan of them all: make america great again. all right? keeping our communities safe and protecting our freedoms also requires the cooperation of our state leaders. we have some incredible pro-second amendment governors here at the nra conference, including governor scott of florida. where is governor scott? where is he? great guy, doing a great job. governor bryant of mississippi. what a wonderful place. governor bryant is here. thank you. governor deal of georgia. and we.re also joined by two people that.“well, one i loved right from the beginning; the other one i really liked, didn.t like, and now like a lot again. [laughter] does that make sense? senator david perdue.“he was from the beginning.“and senator ted cruz.“like, dislike, like. where are they? good guys. good guys. smart cookies. each of these leaders knows that public officials must serve under the constitution, not above it. we all took an oath to preserve, protect, and defend the constitution of the united states, and that means defending the second amendment. so let me make a simple promise to every one of the freedom-loving americans in the audience today: as your president, i will never, ever infringe on the right of the people to keep and bear arms. never ever. freedom is not a gift from government, freedom is a gift from god. it was this conviction that stirred the heart of a great american patriot on that day, april, 242 years ago. it was the day that paul revere spread his lexington alarm, the famous warning that .the british are coming, the british are coming.. right? you.ve all heard that, right? the british are coming. now we have other people trying to come, but believe me, they.re not going to be successful. that i can tell you. nothing changes, right, folks? nothing changes. they are not going to be successful. there will be serious hurt on them, not on us. next, came the shot heard around the world and then a ragtag army of god-fearing farmers, frontiersmen, shopkeepers, merchants that stood up to the most powerful army at that time on earth. the most powerful army on earth. but we sometimes forget what inspired those everyday farmers and workers in that great war for independence. many years after the war, a young man asked captain levi preston, aged 91, why he fought alongside his neighbors at concord. was it the stamp act? was it the tea tax? was it a work of philosophy? .no,. the old veteran replied. .then why?. he was asked. .young man,. the captain said, .what we meant in going for those redcoats was this: we always had governed ourselves, and we always meant to. govern ourselves. captain preston.s words are a reminder of what this organization and my administration are all about: the right of a sovereign people to govern their own affairs and govern them properly. we don.t want any longer to be ruled by the bureaucrats in washington or in any other country, for that matter. in america, we are ruled by our citizens. we are ruled by each and every one of you. but we can.t be complacent. these are dangerous times. these are horrible times for certain obvious reasons. but we.re going to make them great times again. every day, we are up against those who would take away our freedoms, restrict our liberties, and even those who want to abolish the second amendment. we must be vigilant. and i know you are all up to the task. since the first generation of americans stood strong at concord, each generation to follow has answered the call to defend freedom in their time. that is why we are here today: to defend freedom for our children. to defend the liberty of all americans. and to defend the right of a free and sovereign people to keep and bear arms. i greatly appreciated your support on november 8, in what will, hopefully, be one of the most important and positive elections for the united states of all time. and to the nra, i can proudly say i will never, ever let you down. thank you. god bless you. god bless our constitution, and god bless america. thank you very much. thank you. thank you."
}
